{
    "version": "https://jsonfeed.org/version/1",
    "title": "花間の小部屋",
    "subtitle": "生如夏花之絢爛、死如秋葉之寂美。",
    "icon": "https://hanaai.xyz/images/favicon.ico",
    "description": "日常摸魚、偶爾寫些東西",
    "home_page_url": "https://hanaai.xyz",
    "items": [
        {
            "id": "https://hanaai.xyz/%E8%81%B2%E5%BE%8B%E5%95%9F%E8%92%99/",
            "url": "https://hanaai.xyz/%E8%81%B2%E5%BE%8B%E5%95%9F%E8%92%99/",
            "title": "聲律啓蒙",
            "date_published": "2023-04-19T14:31:26.000Z",
            "content_html": "<h2 id=\"一東\"><a class=\"anchor\" href=\"#一東\">#</a> 一東</h2>\n<p>雲對雨、雪對風、晚照對晴空。來鴻對去燕、宿鳥對鳴蟲。<br />\n三尺劍、六鈞弓、嶺北對江東。人間清暑殿、天上廣寒宮。<br />\n兩岸曉煙楊柳綠、一園春雨杏花紅。<sup class=\"footnote-ref\"><a href=\"#fn1\" id=\"fnref1\">[1]</a></sup><br />\n兩鬢風霜途次早行之客、一蓑煙雨溪邊晚釣之翁。</p>\n<p>沿對革、異對同、白叟對黃童。江風對海霧、牧子對漁翁。<br />\n顏巷陋、阮途窮、冀北對遼東。池中濯足水、門外打頭風。<br />\n梁帝講經同泰寺、漢皇置酒未央宮。<br />\n塵慮縈心懶撫七弦綠綺、霜華滿鬢羞看百煉青銅。</p>\n<p>貧對富、塞對通、野叟對溪童。鬢皤對眉綠、齒皓對唇紅。<br />\n天浩浩、日融融、佩劍對彎弓。半溪流水綠、千樹落花紅。<br />\n野渡燕穿楊柳雨、芳池魚戲芰荷風。<br />\n女子眉纖額下現一彎新月、男兒氣壯胸中吐萬丈長虹。<br />\n<span id=\"more\"></span></p>\n<h2 id=\"二冬\"><a class=\"anchor\" href=\"#二冬\">#</a> 二冬</h2>\n<p>春對夏、秋對冬、暮鼓對晨鐘。觀山對玩水、綠竹對蒼松。<br />\n馮婦虎、葉公龍、舞蝶對鳴蛩。銜泥雙紫燕、課蜜幾黃蜂。<br />\n春日園中鶯恰恰、秋天塞外雁雝雝。<br />\n秦嶺雲橫迢遞八千遠路、巫山雨洗嵯峨十二危峰。</p>\n<p>明對暗、淡對濃、上智對中庸。鏡奩對衣笥、野杵對村舂。<br />\n花灼爍、草蒙茸、九夏對三冬。臺高名戲馬、齋小號蟠龍。<br />\n手擘蟹螯從畢卓、身披鶴氅自王恭。<br />\n五老峰高秀插雲霄如玉筆、三姑石大響傳風雨若金鏞。</p>\n<p>仁對義、讓對恭、禹舜對羲農。雪花對雲葉、芍藥對芙蓉。<br />\n陳後主、漢中宗、繡虎對雕龍。柳塘風淡淡、花圃月濃濃。<br />\n春日正宜朝看蝶、秋風那更夜聞蛩。<br />\n戰士邀功必借干戈成勇武、逸民適志須憑詩酒養疏慵。</p>\n<h2 id=\"三江\"><a class=\"anchor\" href=\"#三江\">#</a> 三江</h2>\n<p>樓對閣、戶對窗、巨海對長江。蓉裳對蕙帳、玉斝對銀釭。<br />\n青布幔、碧油幢、寶劍對金缸。忠心安社稷、利口覆家邦。<br />\n世祖中興延馬武、桀王失道殺龍逢。<br />\n秋雨瀟瀟漫爛黃花初滿徑、春風裊裊扶疏綠竹正盈窗。</p>\n<p>旌對旆、蓋對幢、故國對他邦。千山對萬水、九澤對三江。<br />\n山岌岌、水淙淙、鼓振對鐘撞。清風生酒舍、皓月照書窗。<br />\n陣上倒戈辛紂戰、道旁繫劍子嬰降。<br />\n夏日池塘出汲浴波鷗對對、春風簾幕往來營壘燕雙雙。</p>\n<p>銖對兩、隻對雙、華嶽對湘江。朝車對禁鼓、宿火對寒缸。<br />\n青瑣闥、碧紗窗、漢社對周邦。笙簫鳴細細、鐘鼓響摐摐。<br />\n主簿棲鸞名有覽、治中展驥姓惟龐。<br />\n蘇武牧羊雪屢餐於北海、莊周活鮒水必決於西江。</p>\n<h2 id=\"四支\"><a class=\"anchor\" href=\"#四支\">#</a> 四支</h2>\n<p>茶對酒、賦對詩、燕子對鶯兒。栽花對種竹、落絮對游絲。<br />\n四目頡、一足夔、鴝鵒對鷺鷥。半池紅菡萏、一架白荼縻。<br />\n幾陣秋風能應候、一犁春雨甚知時。<br />\n智伯恩深國士吞變形之炭、羊公德大邑人豎墮淚之碑。</p>\n<p>行對止、速對遲、舞劍對圍棋。花箋對草字、竹簡對毛錐。<br />\n汾水鼎、峴山碑、虎豹對熊羆。花開紅錦繡、水漾碧琉璃。<br />\n去婦因探鄰舍棗、出妻為種後園葵。<br />\n笛韻和諧仙管恰從雲裡降、櫓聲咿軋漁舟正向雪中移。</p>\n<p>戈對甲、鼓對旗、紫燕對黃鸝。酸梅對李苦、青眼對白眉。<br />\n三弄笛、一圍棋、雨打對風吹。海棠春睡早、楊柳晝眠遲。<br />\n張駿曾為槐樹賦、杜陵不做海棠詩。<br />\n晉士特奇可比一斑之豹、唐儒博識堪為五總之龜。</p>\n<h2 id=\"五微\"><a class=\"anchor\" href=\"#五微\">#</a> 五微</h2>\n<p>來對往、密對稀、燕舞對鶯飛。風清對月朗、露重對煙微。<br />\n霜菊瘦、雨梅肥、客路對魚磯。晚霞舒錦繡、朝露綴珠璣。<br />\n夏暑客思欹石枕、秋寒婦念寄邊衣。<br />\n春水才深清草岸邊漁父去、夕陽半落綠莎原上牧童歸。</p>\n<p>寬對猛、是對非、服美對乘肥。珊瑚對玳瑁、錦繡對珠璣。<br />\n桃灼灼、柳依依、綠暗對紅稀。窗前鶯並語、簾外燕雙飛。<br />\n漢致太平三尺劍、周臻大定一戎衣。<br />\n吟成賞月之詩只愁月墮、斟滿送春之酒惟憾春歸。</p>\n<p>聲對色、飽對飢、虎節對龍旗。楊花對桂葉、白簡對朱衣。<br />\n尨也吠、燕于非、蕩蕩對巍巍。春暄資日氣、秋吟借霜威。<br />\n出使振威馮奉世、治民異等尹翁歸。<br />\n燕我弟兄載詠棣棠韡韡、命伊將帥為歌楊柳依依。</p>\n<h2 id=\"六魚\"><a class=\"anchor\" href=\"#六魚\">#</a> 六魚</h2>\n<p>無對有、實對虛、作賦對觀書。綠窗對朱戶、寶馬對香車。<br />\n伯樂馬、浩然驢、弋雁對求魚。分金齊鮑叔、奉璧藺相如。<br />\n擲地金聲孫綽賦、回文錦字竇滔書。<br />\n未遇殷宗胥靡困傅岩之築、既逢周後太公舍渭水之魚。</p>\n<p>終對始、疾對徐、短褐對華裾。六朝對三國、天祿對石渠。<br />\n千字策、八行書、有若對相如。花殘無戲蝶、藻密有潛魚。<br />\n落葉舞風高復下、小荷浮水捲還舒。<br />\n愛見人長共服宣尼休假蓋、恐彰己吝誰知阮裕竟焚車。</p>\n<p>麟對鳳、鱉對魚、內史對中書。犁鋤對耒耜、畎澮對郊墟。<br />\n犀角帶、象牙梳、駟馬對安車。青衣能報赦、黃耳解傳書。<br />\n庭畔有人持短劍、門前無客曳長裾。<br />\n波浪拍船駭舟人之水宿、峰巒繞舍樂隱者之山居。</p>\n<h2 id=\"七虞\"><a class=\"anchor\" href=\"#七虞\">#</a> 七虞</h2>\n<p>金對玉、寶對珠、玉兔對金烏。孤舟對短棹、一雁對雙鳧。<br />\n橫醉眼、捻吟鬚、李白對楊朱。秋霜多過雁、夜月有啼烏。<br />\n日暖園林花易賞、雪寒村舍酒難沽。<br />\n人處嶺南善探巨象口中齒、客居江左偶奪驪龍頷下珠。</p>\n<p>賢對聖、智對愚、傅粉對施朱。名韁對利鎖、挈榼對提壺。<br />\n鳩哺子、燕調雛、石帳對郇廚。煙青籠岸柳、風急撼庭梧。<br />\n鴝眼一方端石硯、龍涎三炷博山壚。<br />\n曲沼魚多可使漁人結網、平田兔少漫勞耕者守株。</p>\n<p>秦對趙、越對吳、釣客對耕夫。箕裘對杖履、杞梓對桑榆。<br />\n天欲曉、日將晡、狡兔對妖狐。讀書甘刺股、煮粥惜焚鬚。<br />\n韓信武能平四海、左思文足賦三都。<br />\n嘉遁幽人適志竹籬茅舍、勝遊公子玩情柳陌花衢。</p>\n<h2 id=\"八齊\"><a class=\"anchor\" href=\"#八齊\">#</a> 八齊</h2>\n<p>岩對岫、澗對溪、遠岸對危堤。鶴長對鳧短、水雁對山雞。<br />\n星拱北、月流西、漢露對湯霓。桃林牛已放、虞阪馬長嘶。<br />\n叔侄去官聞廣受、弟兄讓國有夷齊。<br />\n三月春濃芍藥叢中蝴蝶舞、五更天曉海棠枝上子規啼。</p>\n<p>雲對雨、水對泥、白璧對玄圭。獻瓜對投李、禁鼓對征鼙。<br />\n徐稚榻、魯班梯、鳳翥對鸞棲。有官清似水、無客醉如泥。<br />\n截髮惟聞陶侃母、斷機只見樂羊妻。<br />\n秋望佳人目送樓頭千里雁、早行遠客夢驚枕上五更雞。</p>\n<p>熊對虎、象對犀、霹靂對虹霓。杜鵑對孔雀、桂嶺對梅溪。<br />\n蕭史鳳、宋宗雞、遠近對高低。水寒魚不躍、林茂鳥頻棲。<br />\n楊柳和煙彭澤縣、桃花流水武陵溪。<br />\n公子追歡閒驟玉驄遊綺陌、佳人倦繡悶欹珊枕掩香閨。</p>\n<h2 id=\"九佳\"><a class=\"anchor\" href=\"#九佳\">#</a> 九佳</h2>\n<p>河對海、漢對淮、赤岸對朱崖。鷺飛對魚躍、寶鈿對金釵。<br />\n魚圉圉、鳥喈喈、草履對芒鞋。古賢崇篤厚、時輩喜詼諧。<br />\n孟訓文公談性善、顏師孔子問心齋。<br />\n緩撫琴弦像流鶯而並語、斜排箏柱類過雁之相挨。</p>\n<p>豐對儉、等對差、布襖對荊釵。雁行對魚陣、榆塞對蘭崖。<br />\n挑薺女、採蓮娃、菊徑對苔階。詩成六義備、樂奏八音諧。<br />\n造律吏哀秦法酷、知音人說鄭聲哇。<br />\n天欲飛霜塞上有鴻行已過、雲將做雨庭前多蟻陣先排。</p>\n<p>城對市、巷對街、破屋對空階。桃枝對桂葉、砌蚓對牆蝸。<br />\n梅可望、橘堪懷、季路對高柴。花藏沽酒市、竹映讀書齋。<br />\n馬首不容孤竹扣、車輪終就洛陽埋。<br />\n朝宰錦衣貴束烏犀之帶、宮人寶髻宜簪白燕之釵。</p>\n<h2 id=\"十灰\"><a class=\"anchor\" href=\"#十灰\">#</a> 十灰</h2>\n<p>增對損、閉對開、碧草對蒼苔。書簽對筆架、兩曜對三台。<br />\n周召虎、宋桓魋、閬苑對蓬萊。薰風生殿閣、皓月照樓臺。<br />\n卻馬漢文思罷獻、吞蝗唐太冀移災。<br />\n照耀八荒赫赫麗天秋日、震驚百里轟轟出地春雷。</p>\n<p>沙對水、火對灰、雨雪對風雷。書淫對傳癖、水滸對岩隈。<br />\n歌舊曲、釀新醅、舞館對歌臺。春棠經雨放、秋菊傲霜開。<br />\n作酒固難忘麴蘗、調羹必要用鹽梅。<br />\n月滿庾樓據胡床而可玩、花開唐苑轟羯鼓以奚催。</p>\n<p>休對咎、福對災、象箸對犀杯。宮花對御柳、峻閣對高臺。<br />\n花蓓蕾、草根荄、剔蘚對剜苔。雨前庭蟻鬧、霜後陣鴻哀。<br />\n元亮南窗今日傲、孫弘東閣幾時開。<br />\n平展青茵野外茸茸軟草、高張翠幄庭前鬱鬱涼槐。</p>\n<h2 id=\"十一真\"><a class=\"anchor\" href=\"#十一真\">#</a> 十一真</h2>\n<p>邪對正、假對真、獬豸對麒麟。韓盧對蘇雁、陸橘對莊椿。<br />\n韓五鬼、李三人、北魏對西秦。蟬鳴哀暮夏、鶯囀怨殘春。<br />\n野燒焰騰紅爍爍、溪流波皺碧粼粼。<br />\n行無蹤居無廬頌成酒德、動有時藏有節論著錢神。</p>\n<p>哀對樂、富對貧、好友對嘉賓。彈冠對結綬、白日對青春。<br />\n金翡翠、玉麒麟、虎瓜對龍麟。柳塘生細浪、花徑起香塵。<br />\n閒愛登山穿謝屐、醉思濾酒脫陶巾。<br />\n雪冷霜嚴倚檻松筠同傲歲、日遲風暖滿園花柳各爭春。</p>\n<p>香對火、炭對薪、日觀對天津。禪心對道眼、野婦對宮嬪。<br />\n仁無敵、德有鄰、萬石對千鈞。滔滔三峽水、冉冉一溪冰。<br />\n充國功名當畫閣、子張言行貴書紳。<br />\n篤志詩書思入聖賢絕域、忘情官爵羞沾名利纖塵。</p>\n<h2 id=\"十二文\"><a class=\"anchor\" href=\"#十二文\">#</a> 十二文</h2>\n<p>家對國、武對文、四輔對三軍。九經對三史、菊馥對蘭芬。<br />\n歌北鄙、詠南薰、邇聽對遙聞。召公周太保、李廣漢將軍。<br />\n聞化蜀民皆草偃、爭權晉士已瓜分。<br />\n巫峽夜深猿嘯苦哀巴地月、衡峰秋早雁飛高貼楚天雲。</p>\n<p>欹對正、見對聞、偃武對修文。羊車對鶴駕、朝旭對晚曛。<br />\n花有艷、竹成文、馬燧對羊欣。山中梁宰相、樹下漢將軍。<br />\n施帳解圍嘉道韞、當壚沽酒嘆文君。<br />\n好景有期北嶺幾枝梅似雪、豐年先兆西郊千頃稼如雲。</p>\n<p>堯對舜、夏對殷、蔡惠對劉賁。山明對水秀、五典對三墳。<br />\n唐李杜、晉機雲、事父對忠君。雨晴鳩喚婦、霜冷雁呼群。<br />\n酒量洪深周僕射、詩才俊逸鮑參軍。<br />\n鳥翼長隨鳳兮洵眾禽長、狐威不假虎也真百獸尊。</p>\n<h2 id=\"十三元\"><a class=\"anchor\" href=\"#十三元\">#</a> 十三元</h2>\n<p>幽對顯、寂對喧、柳岸對桃源。鶯朋對燕友、早暮對寒暄。<br />\n魚躍沼、鶴乘軒、醉膽對吟魂。輕塵生范甑、積雪擁袁門。<br />\n縷縷輕煙芳草渡、絲絲微雨杏花村。<br />\n詣闕王通獻太平十二策、出關老子著道德五千言。</p>\n<p>兒對女、子對孫、藥圃對花村。高樓對邃閣、赤豹對玄猿。<br />\n妃子騎、夫人軒、曠野對平原。匏巴能鼓瑟、伯氏善吹塤。<br />\n馥馥早梅思驛使、萋萋芳草怨王孫。<br />\n秋夕月明蘇子黃崗遊赤壁、春朝花發石家金谷啟芳園。</p>\n<p>歌對舞、德對恩、犬馬對雞豚。龍池對鳳沼、雨驟對雲屯。<br />\n劉向閣、李膺門、唳鶴對啼猿。柳搖春白晝、梅弄月黃昏。<br />\n歲冷松筠皆有節、春喧桃李本無言。<br />\n噪晚齊蟬歲歲秋來泣恨、啼宵蜀鳥年年春去傷魂。</p>\n<h2 id=\"十四寒\"><a class=\"anchor\" href=\"#十四寒\">#</a> 十四寒</h2>\n<p>多對少、易對難、虎踞對龍蟠。龍舟對鳳輦、白鶴對青鸞。<br />\n風淅淅、露漙漙、繡轂對雕鞍。魚游荷葉沼、鷺立蓼花灘。<br />\n有酒阮貂奚用解、無魚馮鋏必須彈。<br />\n丁固夢松柯葉忽然生腹上、文郎畫竹枝梢倏爾長毫端。</p>\n<p>寒對暑、濕對乾、魯隱對齊桓。寒氈對暖席、夜飲對晨餐。<br />\n叔子帶、仲由冠、郟鄏對邯鄲。嘉禾憂夏旱、衰柳耐秋寒。<br />\n楊柳綠遮元亮宅、杏花紅映仲尼壇。<br />\n江水流長環繞似青羅帶、海蟾輪滿澄明如白玉盤。</p>\n<p>橫對豎、窄對寬、黑痣對彈丸。珠簾對畫棟、彩檻對雕欄。<br />\n春既老、夜將闌、百辟對千官。懷仁稱足足、抱義美般般。<br />\n好馬君王曾市骨、食豬處士僅思肝。<br />\n世仰雙仙元禮舟中攜郭泰、人稱連璧夏侯車上並潘安。</p>\n<h2 id=\"十五刪\"><a class=\"anchor\" href=\"#十五刪\">#</a> 十五刪</h2>\n<p>興對廢、附對攀、露草對霜菅。歌廉對借寇、習孔對希顏。<br />\n山壘壘、水潺潺、奉璧對探鐶。禮由公旦作、詩本仲尼刪。<br />\n驢困客方經灞水、雞鳴人已出函關。<br />\n幾夜霜飛已有蒼鴻辭北塞、數朝霧暗豈無玄豹隱南山。</p>\n<p>猶對尚、侈對慳、霧髻對煙鬟。鶯啼對鵲噪、獨鶴對雙鷳。<br />\n黃牛峽、金馬山、結草對銜環。昆山惟玉集、合浦有珠還。<br />\n阮藉舊能為眼白、老萊新愛著衣斑。<br />\n棲遲避世人草衣木食、窈窕傾城女雲鬢花顏。</p>\n<p>姚對宋、柳對顏、賞善對懲奸。愁中對夢裡、巧慧對痴頑。<br />\n孔北海、謝東山、使越對征蠻。淫聲聞濮上、離曲聽陽關。<br />\n驍將袍披仁貴白、小兒衣著老萊斑。<br />\n茅舍無人難卻塵埃生榻上、竹亭有客尚留風月在窗間。</p>\n<h2 id=\"一先\"><a class=\"anchor\" href=\"#一先\">#</a> 一先</h2>\n<p>晴對雨、地對天、天地對山川。山川對草木、赤壁對青田。<br />\n郟鄏鼎、武城弦、木筆對苔錢。金城三月柳、玉井九秋蓮。<br />\n何處春朝風景好、誰家秋夜月華圓。<br />\n珠綴花梢千點薔薇香露、練橫樹杪幾絲楊柳殘煙。</p>\n<p>前對後、後對先、眾醜對孤妍。鶯簧對蝶板、虎穴對龍淵。<br />\n擊石磬、觀韋編、鼠目對鳶肩。春園花柳地、秋沼芰荷天。<br />\n白羽頻揮閒客坐、烏紗半墜醉翁眠。<br />\n野店幾家羊角風搖沽酒旆、長川一帶鴨頭波泛打漁船。</p>\n<p>离對坎、震對乾、一日對千年。堯天對舜日、蜀水對秦川。<br />\n蘇武節、鄭虔氈、澗壑對林泉。揮戈能退日、持管莫窺天。<br />\n寒食芳辰花爛熳、中秋佳節月嬋娟。<br />\n夢裡榮華飄忽枕中之客、壺中日月安閒市上之仙。</p>\n<h2 id=\"二蕭\"><a class=\"anchor\" href=\"#二蕭\">#</a> 二蕭</h2>\n<p>恭對慢、吝對驕、水遠對山遙。松軒對竹檻、雪賦對風謠。<br />\n乘五馬、貫雙鵰、燭滅對香消。明蟾常徹夜、驟雨不終朝。<br />\n樓閣天涼風颯颯、關河地隔雨瀟瀟。<br />\n幾點鷺鷥日暮常飛紅蓼岸、一雙鸂鷘春朝頻泛綠楊橋。</p>\n<p>開對落、暗對昭、趙瑟對虞韶。軺車對驛騎、錦繡對瓊瑤。<br />\n羞攘臂、懶折腰、范甑對顏瓢。寒天鴛帳酒、夜月鳳臺簫。<br />\n舞女腰肢楊柳軟、佳人顏貌海棠嬌。<br />\n豪客尋春南陌草青香陣陣、閒人避暑東堂蕉綠影搖搖。</p>\n<p>班對馬、董對晁、夏晝對春宵。雷聲對電影、麥穗對禾苗。<br />\n八千路、廿四橋、總角對垂髫。露桃勻嫩臉、風柳舞纖腰。<br />\n賈誼賦成傷鵩鳥、周公詩就托鴟鴞。<br />\n幽寺尋僧逸興豈知俄爾盡、長亭送客離魂不覺黯然消。</p>\n<h2 id=\"三肴\"><a class=\"anchor\" href=\"#三肴\">#</a> 三肴</h2>\n<p>風對雅、象對爻、巨蟒對長蛟。天文對地理、蟋蟀對螵蛸。<br />\n龍夭矯、虎咆哮、北學對東膠。築臺須壘土、成屋必誅茅。<br />\n潘岳不忘秋興賦、邊韶常被晝眠嘲。<br />\n撫養群黎已見國家隆治、滋生萬物方知天地泰交。</p>\n<p>蛇對虺、蜃對蛟、麟藪對鵲巢。風聲對月色、麥穗對桑苞。<br />\n何妥難、子雲嘲、楚甸對商郊。五音惟耳聽、萬慮在心包。<br />\n葛被湯征因仇餉、楚遭齊伐責包茅。<br />\n高矣若天洵是聖人大道、淡而如水實為君子神交。</p>\n<p>牛對馬、犬對貓、旨酒對嘉肴。桃紅對柳綠、竹葉對松梢。<br />\n藜杖叟、布衣樵、北野對東郊。白駒形皎皎、黃鳥語交交。<br />\n花圃春殘無客到、柴門夜永有僧敲。<br />\n墻畔佳人飄揚競把鞦韆舞、樓前公子笑語爭將蹴踘拋。</p>\n<h2 id=\"四豪\"><a class=\"anchor\" href=\"#四豪\">#</a> 四豪</h2>\n<p>琴對瑟、劍對刀、地迥對天高。峨冠對博帶、紫綬對緋袍。<br />\n煎異茗、酌香醪、虎兕對猿猱。武夫攻騎射、野婦務蠶繅。<br />\n秋雨一川淇澳竹、春風兩岸武陵桃。<br />\n螺髻青濃樓外晚山千仞、鴨頭綠膩溪中春水半篙。</p>\n<p>刑對賞、貶對褒、鉞斧對征袍。梧桐對橘柚、枳棘對蓬蒿。<br />\n雷煥劍、呂虔刀、橄欖對葡萄。一椽書舍小、百尺酒樓高。<br />\n李白能詩時秉筆、劉伶愛酒每鋪糟。<br />\n禮別尊卑拱北眾星常燦燦、勢分高下朝東萬水自滔滔。</p>\n<p>瓜對果、李對桃、犬子對羊羔。春分對夏至、谷水對山濤。<br />\n雙鳳翼、九牛毛、主逸對臣勞。水流無限闊、山聳有餘高。<br />\n雨打村童新牧笠、塵生邊將舊征袍。<br />\n俊士居官榮引鵷鴻之序、忠臣報國誓殫犬馬之勞。</p>\n<h2 id=\"五歌\"><a class=\"anchor\" href=\"#五歌\">#</a> 五歌</h2>\n<p>山對水、海對河、雪竹對煙蘿。新歡對舊恨、痛飲對高歌。<br />\n琴再撫、劍重磨、媚柳對枯荷。荷盤從雨洗、柳線任風搓。<br />\n飲酒豈知欹醉帽、觀棋不覺爛樵柯。<br />\n山寺清幽直踞千層雲嶺、江樓宏敞遙臨萬頃煙波。</p>\n<p>繁對簡、少對多、里詠對途歌。官情對旅況、銀鹿對銅駝。<br />\n刺史鴨、將軍鵝、玉律對金科。古堤垂嚲柳、曲沼長新荷。<br />\n命駕呂因思叔夜、引車藺為避廉頗。<br />\n千尺水簾今古無人能手捲、一輪月鏡乾坤何匠用功磨。</p>\n<p>霜對露、浪對波、徑菊對池荷。酒闌對歌罷、日暖對風和。<br />\n梁父詠、楚狂歌、放鶴對觀鵝。史才推永叔、刀筆仰蕭何。<br />\n種橘猶嫌千樹少、寄梅誰信一枝多。<br />\n林下風生黃髮村童攜牧笠、江頭日出皓眉溪叟曬漁蓑。</p>\n<h2 id=\"六麻\"><a class=\"anchor\" href=\"#六麻\">#</a> 六麻</h2>\n<p>松對柏、縷對麻、蟻陣對蜂衙。赬鱗對白鷺、凍雀對昏鴉。<br />\n白墮酒、碧沉茶、品笛對吹茄。秋涼梧墮葉、春暖杏開花。<br />\n雨長苔痕侵壁砌、月移梅影上窗紗。<br />\n颯颯秋風度城頭之篳篥、遲遲晚照動江上之琵琶。</p>\n<p>優對劣、凸對窊、翠竹對黃花。松杉對杞梓、菽麥對桑麻。<br />\n山不斷、水無涯、煮酒對烹茶。魚游池面水、鷺立岸頭沙。<br />\n百畝風翻陶令秫、一畦雨熟邵平瓜。<br />\n閒捧竹根飲李白一壺之酒、偶擎桐葉啜盧仝七碗之茶。</p>\n<p>吳對楚、蜀對巴、落日對流霞。酒錢對詩債、柏葉對松花。<br />\n馳驛騎、泛仙槎、碧玉對丹砂。設橋偏送筍、開道竟還瓜。<br />\n楚國大夫沉汨水、洛陽才子謫長沙。<br />\n書篋琴囊乃士流活計、藥爐茶鼎實閒客生涯。</p>\n<h2 id=\"七陽\"><a class=\"anchor\" href=\"#七陽\">#</a> 七陽</h2>\n<p>高對下、短對長、柳影對花香。詞人對賦客、五帝對三王。<br />\n深院落、小池塘、晚眺對晨妝。絳霄唐帝殿、綠野晉公堂。<br />\n寒集謝莊衣上雪、秋添潘岳鬢邊霜。<br />\n入浴蘭湯事不忘於端午、客斟菊酒典常記於重陽。</p>\n<p>堯對舜、禹對湯、晉宋對隋唐。奇花對異草、夏日對秋霜。<br />\n八叉手、九回腸、地久對天長。一堤楊柳綠、三徑菊花黃。<br />\n聞鼓塞兵方戰鬥、聽鐘宮女正梳妝。<br />\n春飲方歸紗帽半掩鄰舍酒、早朝初退袞衣微惹御爐香。</p>\n<p>荀對孟、老對莊、嚲柳對垂楊。仙宮對梵宇、小閣對長廊。<br />\n風月窟、水雲鄉、蟋蟀對螳螂。暖煙香靄靄、寒燭影煌煌。<br />\n伍子欲酬漁父劍、韓生嘗竊賈公香。<br />\n三月韶光常憶花明柳媚、一年好景難忘橘綠橙黃。</p>\n<h2 id=\"八庚\"><a class=\"anchor\" href=\"#八庚\">#</a> 八庚</h2>\n<p>深對淺、重對輕、有影對無聲。蜂腰對蝶翅、宿醉對餘醒。<br />\n天北缺、日東生、獨臥對同行。寒冰三尺厚、秋月十分明。<br />\n萬卷書容閒客覽、一樽酒待故人傾。<br />\n心侈唐玄厭看霓裳之曲、意驕陳主飽聞玉樹之賡。</p>\n<p>虛對實、送對迎、後甲對先庚。鼓琴對舍瑟、搏虎對騎鯨。<br />\n金匼匝、玉瑽琤、玉宇對金莖。花間雙粉蝶、柳內幾黃鶯。<br />\n貧裡每甘黍藿味、醉中厭聽管弦聲。<br />\n腸斷秋閨涼吹已侵重被冷、夢驚曉枕殘蟾猶照半窗明。</p>\n<p>漁對獵、釣對耕、玉振對金聲。雉城對雁塞、柳裊對葵傾。<br />\n吹玉笛、弄銀笙、阮杖對桓箏。墨呼松處士、紙號楮先生。<br />\n雨浥好花潘岳縣、風搓細柳亞夫營。<br />\n撫動琴弦遽覺座中風雨至、哦成詩句應知窗外鬼神驚。</p>\n<h2 id=\"九青\"><a class=\"anchor\" href=\"#九青\">#</a> 九青</h2>\n<p>紅對紫、白對青、漁火對禪燈。唐詩對漢史、釋典對仙經。<br />\n龜曳尾、鶴梳翎、月榭對風亭。一輪秋夜月、幾點曉天星。<br />\n晉士只知山簡醉、楚人誰識屈原醒。<br />\n倦繡佳人慵把鴛鴦文作枕、吮毫畫者思將孔雀寫為屏。</p>\n<p>行對坐、醉對醒、佩紫對紆青。棋枰對筆架、雨雪對雷霆。<br />\n狂蛺蝶、小蜻蜒、水岸對沙汀。天臺孫綽賦、劍閣孟陽銘。<br />\n傳信子卿千里雁、照書車胤一囊螢。<br />\n冉冉白雲夜半高遮千里月、澄澄碧水宵中寒映一天星。</p>\n<p>書對畫、傳對經、鸚鵡對鶺鴒。黃茅對白荻、綠草對青萍。<br />\n風繞鋒、雨淋鈴、水閣對山亭。渚蓮千朵白、岸柳兩行青。<br />\n漢代宮中生秀柞、堯時階畔長祥蓂。<br />\n一枰決勝棋子分黑白、半幅通靈畫色間丹青。</p>\n<h2 id=\"十蒸\"><a class=\"anchor\" href=\"#十蒸\">#</a> 十蒸</h2>\n<p>新對舊、降對升、白犬對蒼鷹。葛巾對蔾杖、澗水對池冰。<br />\n張兔網、掛魚罾、燕雀對鶤鵬。爐中煎藥火、窗下讀書燈。<br />\n織錦逐梭成舞鳳、畫屏誤筆作飛蠅。<br />\n宴客劉公座上滿斟三雅爵、迎仙漢帝宮中高插九光燈。</p>\n<p>儒對士、佛對僧、面友對心朋。春殘對夏老、夜寢對晨興。<br />\n千里馬、九霄鵬、霞蔚對雲蒸、寒堆陰嶺雪、春泮水池冰。<br />\n嚴父憤生撞玉斗、周公誓死作金滕。<br />\n將軍元暉莫怪人譏為餓虎、待中盧昶難逃世號作飢鷹。</p>\n<p>規對矩、墨對繩、獨步對同登。吟哦對諷詠、訪友對尋僧。<br />\n風繞屋、水襄陵、紫鵠對蒼鷹。烏寒驚夜月、魚暖上春冰。<br />\n楊子口中飛白鳳、何郎鼻上集青蠅。<br />\n巨鯉躍池翻幾重之密藻、顛猿飲澗掛百尺之垂藤。</p>\n<h2 id=\"十一尤\"><a class=\"anchor\" href=\"#十一尤\">#</a> 十一尤</h2>\n<p>榮對辱、喜對懮、夜宴對春遊。燕關對楚水、蜀犬對吳牛。<br />\n茶敵睡、酒消愁、青眼對白頭。馬遷修史記、孔子作春秋。<br />\n適興子猷常泛棹、思歸王桑強登樓。<br />\n窗下佳人妝罷重將金插鬢、筵前舞妓曲終還要錦纏頭。</p>\n<p>脣對齒、角對頭、策馬對騎牛。毫尖對筆底、綺閣對雕樓。<br />\n楊柳岸、荻蘆洲、語燕對啼鳩。客乘金絡馬、人泛木蘭舟。<br />\n綠野耕夫春舉耜、碧池漁父晚垂鉤。<br />\n波浪千層喜見蛟龍行水、雲霄萬里驚看雕鶚橫秋。</p>\n<p>庵對寺、殿對樓、酒艇對漁舟。金龍對彩鳳、豶豕對童牛。<br />\n王郎帽、蘇子裘、四季對三秋。峰巒扶地秀、江漢接天流。<br />\n一灣綠水漁村小、萬里青山佛寺幽。<br />\n龍馬呈河羲皇闡微而畫卦、神龜出洛禹王取法以陳疇。</p>\n<h2 id=\"十二侵\"><a class=\"anchor\" href=\"#十二侵\">#</a> 十二侵</h2>\n<p>眉對目、口對心、錦瑟對瑤琴。曉耕對寒釣、晚笛對秋砧。<br />\n松鬱鬱、竹森森、閔損對曾參。秦王親擊罐、虞帝自揮琴。<br />\n三獻卞和嘗泣玉、四知楊震固辭金。<br />\n寂寂秋朝庭葉因霜摧嫩色、沉沉春夜砌花隨月轉清陰。</p>\n<p>前對後、古對今、野獸對山禽。犍牛對牝馬、水淺對山深。<br />\n曾點瑟、戴逵琴、璞玉對渾金。艷紅花弄色、濃綠柳敷陰。<br />\n不雨湯王方剪爪、有風楚子正披襟。<br />\n書生惜壯歲韶華寸陰尺壁、遊子愛良宵光陰一刻千金。</p>\n<p>絲對竹、劍對琴、素志對丹心。千愁對一醉、虎嘯對龍吟。<br />\n子罕玉、不疑金、往古對來今。天寒鄒吹律、歲旱傅為霖。<br />\n渠說子規為帝魄、儂知孔雀是家禽。<br />\n屈子沉江處處舟中爭繫粽、牛郎渡渚家家臺上競穿針。</p>\n<h2 id=\"十三覃\"><a class=\"anchor\" href=\"#十三覃\">#</a> 十三覃</h2>\n<p>千對百、兩對三、地北對天南。佛堂對仙洞、道院對禪庵。<br />\n山潑黛、水浮藍、雪嶺對雲潭。鳳飛方翽翽、虎視已眈眈。<br />\n窗下書生時諷詠、筵前酒客日醺酣。<br />\n白草滿郊秋日收征人之馬、綠桑盈畝春時供農婦之蠶。</p>\n<p>將對欲、可對堪、德被對恩覃。權衡對尺度、雪寺對雲庵。<br />\n安邑棗、沿庭柑、不愧對無慚。魏徵能直諫、王衍善清談。<br />\n紫梨摘去從山北、丹荔傳來自海南。<br />\n攘雞非君子所為但當月一、養狙是山公之智止用朝三。</p>\n<p>中對外、北對南、貝母對宜男。移山對浚井、諫苦對言甘。<br />\n千取百、二為三、魏尚對周堪。海門翻夕浪、山市擁晴嵐。<br />\n新締直投公子紵、舊交猶脫館人驂。<br />\n文達淹通已詠冰兮寒過水、永和博雅可知青者勝於藍。</p>\n<h2 id=\"十四鹽\"><a class=\"anchor\" href=\"#十四鹽\">#</a> 十四鹽</h2>\n<p>悲對樂、愛對嫌、玉兔對銀蟾。醉候對詩史、眼底對眉尖。<br />\n風飁飁、雨綿綿、李苦對瓜甜。畫堂施錦帳、酒市舞青簾。<br />\n橫槊賦詩傳孟德、引壺酌酒尚陶潛。<br />\n兩曜迭明日東生而月西出、五行式序水下潤而火上炎。</p>\n<p>如對似、減對添、繡幕對珠簾、探珠對獻玉、鷺立對魚潛。<br />\n玉屑飯、水晶鹽、手劍對腰鐮。燕巢依邃閣、蛛網掛虛檐。<br />\n奪槊至三唐敬德、奕棋第一晉王恬。<br />\n南浦客歸湛湛春波千頃淨、西樓人悄彎彎夜月一鉤纖。</p>\n<p>逢對遇、仰對瞻、市井對閭閻。投簪對結緩、握髮對掀髯。<br />\n張繡幕、捲珠簾、石碏對江淹。宵征方肅肅、夜飲已厭厭。<br />\n心褊小人長戚戚、禮多君子屢謙謙。<br />\n美刺殊文備三百五篇詩詠、吉凶異畫變六十四卦爻占。</p>\n<h2 id=\"十五咸\"><a class=\"anchor\" href=\"#十五咸\">#</a> 十五咸</h2>\n<p>清對濁、苦對咸、一啟對三緘。煙蓑對雨笠、月榜對風帆。<br />\n鶯睍睆、燕呢喃、杞柳對松杉。清涼悲素扇、淚痛濕青衫。<br />\n漢室既能分四姓、周朝何用叛三監。<br />\n破的而探牛心豪矜王濟、豎竿以掛犢鼻貧笑阮咸。</p>\n<p>能對否、聖對賢、衛瓘對琿瑊。雀羅對魚網、翠巘對蒼巖。<br />\n紅羅帳、白布衫、筆格對書函。蕊香蜂競採、泥軟燕爭銜。<br />\n凶孽誓清聞祖逖、王家能義有巫咸。<br />\n溪臾新居漁舍清幽臨水岸、山僧久隱梵宮寂寞倚雲岩。</p>\n<p>冠對帶、帽對衫、議骾對言讒。行舟對御馬、俗弊對民喦。<br />\n鼠且碩、兔多毚、史冊對書緘。塞城聞奏角、江浦認歸帆。<br />\n河水一源形瀰瀰、泰山萬仞勢岩岩。<br />\n鄭為武公賦緇衣而美德、周因巷伯歌貝錦以傷讒。</p>\n<hr class=\"footnotes-sep\" />\n<section class=\"footnotes\">\n<ol class=\"footnotes-list\">\n<li id=\"fn1\" class=\"footnote-item\"><p>或作「夾岸曉煙楊柳綠、滿園春色杏花紅。」 <a href=\"#fnref1\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n</ol>\n</section>\n",
            "tags": [
                "平水韻",
                "花間的漢文素養"
            ]
        },
        {
            "id": "https://hanaai.xyz/%E9%BE%8D%E6%96%87%E9%9E%AD%E5%BD%B1/",
            "url": "https://hanaai.xyz/%E9%BE%8D%E6%96%87%E9%9E%AD%E5%BD%B1/",
            "title": "龍文鞭影",
            "date_published": "2023-04-19T14:30:54.000Z",
            "content_html": "<h2 id=\"一東\"><a class=\"anchor\" href=\"#一東\">#</a> 一東</h2>\n<p>粗成四字、誨爾童蒙。 經書暇日、子史須通。<br />\n重華大孝、武穆精忠。 堯眉八彩、舜目重瞳。<br />\n商王禱雨、漢祖歌風。 秀巡河北、策據江東。<br />\n太宗懷鷂、桓典乘驄。 嘉賓賦雪、聖祖吟虹。<br />\n鄴仙秋水、宣聖春風。 愷崇鬪富、渾濬爭功。<br />\n王倫使虜、魏絳和戎。 恂留河內、何守關中。<br />\n曾除丁謂、皓折賈充。 田驕貧賤、趙別雌雄。<br />\n王戎簡要、裴楷清通。 子尼名士、少逸神童。<br />\n巨伯高誼、許叔陰功。 代雨李靖、止雹王崇。<br />\n和凝衣缽、仁傑藥籠。 義倫清節、展獲和風。<br />\n占風令尹、辯日兒童。 敝履東郭、粗服張融。<br />\n盧杞除患、彭寵言功。 放歌漁者、鼓枻詩翁。<br />\n韋文朱武、陽孝尊忠。 倚閭賈母、投閣揚雄。<br />\n梁姬值虎、馮后當熊。 羅敷陌上、通德宮中。<br />\n<span id=\"more\"></span></p>\n<h2 id=\"二冬\"><a class=\"anchor\" href=\"#二冬\">#</a> 二冬</h2>\n<p>漢稱七制、唐羨三宗。 杲卿斷舌、高祖傷胸。<br />\n魏公切直、師德寬容。 禰衡一鶚、路斯九龍。<br />\n純仁助麥、丁固夢松。 韓琦芍藥、李固芙蓉。<br />\n樂羊七載、方朔三冬。 郊祁並第、譚尚相攻。<br />\n陶違霧豹、韓比雲龍。 洗兒妃子、校士昭容。<br />\n綵鸞書韻、琴操參宗。</p>\n<h2 id=\"三江\"><a class=\"anchor\" href=\"#三江\">#</a> 三江</h2>\n<p>古帝鳳閣、刺史雞窗。 亡秦胡亥、興漢劉邦。<br />\n戴生獨步、許子無雙。 柳眠漢苑、楓落吳江。<br />\n魚山警植、鹿門隱龐。 浩從床匿、崧避杖撞。<br />\n劉詩瓿覆、韓文鼎扛。 愿歸盤谷、楊憶石淙。<br />\n弩名克敵、城築受降。 韋曲杜曲、夢窗草窗。<br />\n靈徵芻狗、詩禍花尨。 嘉貞絲幔、魯直彩缸。</p>\n<h2 id=\"四支\"><a class=\"anchor\" href=\"#四支\">#</a> 四支</h2>\n<p>王良策馬、傅說騎箕。 伏羲畫卦、宣父刪詩。<br />\n高逢白帝、禹夢玄彝。 寅陳七策、光進五規。<br />\n魯恭三異、楊震四知。 鄧攸棄子、郭巨埋兒。<br />\n公瑜嫁婢、處道還姬。 允誅董卓、玠殺王夔。<br />\n石虔矯捷、朱亥雄奇。 平叔傅粉、弘治凝脂。<br />\n伯俞泣杖、墨翟悲絲。 能文曹植、善辯張儀。<br />\n溫公警枕、董子下帷。 會書張旭、善畫王維。<br />\n周兄無慧、濟叔不癡。 杜畿國士、郭泰人師。<br />\n伊川傳易、覺範論詩。 董昭救蟻、毛寶放龜。<br />\n乘風宗愨、立雪楊時。 阮籍青眼、馬良白眉。<br />\n韓子孤憤、梁鴻五噫。 錢昆嗜蟹、崔諶乞糜。<br />\n隱之賣犬、井伯烹雌。 枚皋敏捷、司馬淹遲。<br />\n祖瑩稱聖、潘嶽誠奇。 紫芝眉宇、思曼風姿。<br />\n毓會竊飲、諶紀成糜。 韓康賣藥、周術茹芝。<br />\n劉公殿虎、莊子塗龜。 唐舉善相、扁鵲名醫。<br />\n韓琦焚疏、賈島祭詩。 康侯訓侄、良弼課兒。<br />\n顏狂莫及、山器難知。 懶殘煨芋、李泌燒梨。<br />\n幹椹楊沛、焦飯陳遺。 文舒戒子、安石求師。<br />\n周師猿鵠、梁相鵷鴟。 臨洮大漢、瓊崖小兒。<br />\n東陽巧對、汝錫奇詩。 啟期三樂、藏用五知。<br />\n墮甑叔達、發甕鍾離。 一錢誅吏、半臂憐姬。<br />\n王胡索食、羅友乞祠。 召父杜母、雍友楊師。<br />\n直言解髮、京兆畫眉。 美姬工笛、老婢吹篪。</p>\n<h2 id=\"五微\"><a class=\"anchor\" href=\"#五微\">#</a> 五微</h2>\n<p>敬叔受餉、吳祜遺衣。 淳于竊笑、司馬微譏。<br />\n子房辟榖、公信採薇。 卜商聞過。伯玉知非。<br />\n仕治遠志、伯約當歸。 商安鶉服、章泣牛衣。<br />\n蔡陳善謔、王葛交饑。 陶公運甓、孟母斷機。</p>\n<h2 id=\"六魚\"><a class=\"anchor\" href=\"#六魚\">#</a> 六魚</h2>\n<p>少帝坐膝、太子牽裾。 衛懿好鶴、魯隱觀魚。<br />\n蔡倫造紙、劉向校書。 朱雲折檻、禽息擊車。<br />\n耿恭拜井、鄭國穿渠。 國華取印、添丁抹書。<br />\n細侯竹馬、宗孟銀魚。 管甯割席、和嶠專車。<br />\n渭陽袁湛、宅相魏舒。 永和擁卷、次道藏書、<br />\n鎮周贈帛、虙子驅車。 廷尉羅雀、學士焚魚。<br />\n冥鑒季達、預識盧儲。 宋均渡虎、李白乘驢。<br />\n倉頡造字、虞卿著書。 班姬辭輦、馮誕同輿。</p>\n<h2 id=\"七虞\"><a class=\"anchor\" href=\"#七虞\">#</a> 七虞</h2>\n<p>西山精衛、東海麻姑。 楚英信佛、秦政坑儒。<br />\n曹公多智、顏子非愚。 伍員覆楚、勾踐滅吳。<br />\n君謨龍片、王肅酪奴。 蔡衡辨鳳、義府題烏。<br />\n蘇秦刺股、李績焚須。 介誠狂直、端不糊塗。<br />\n關西孔子、江左夷吾。 趙抃攜鶴、張翰思鱸。<br />\n李佳國士、聶憫田夫。 善謳王豹、直筆董狐。<br />\n趙鼎倔強、朱穆專愚。 張侯化石、孟守還珠。<br />\n毛遂脫穎、終軍棄繻。 佐卿化鶴、次仲為烏。<br />\n韋述杞梓、盧植楷模。 士衡黃耳、子壽飛奴。<br />\n直筆吳競、公議袁樞。 陳勝輟鍤、介子棄觚。<br />\n謝名蝴蝶、鄭號鷓鴣。 戴和書簡、鄭俠呈圖。<br />\n瑕丘賣藥、鄴令投巫。 冰山右相、銅臭司徒。<br />\n武陵漁父、閩越樵夫。 漁人鷸蚌、田父㕙盧。<br />\n鄭家詩婢、郗氏文奴。</p>\n<h2 id=\"八齊\"><a class=\"anchor\" href=\"#八齊\">#</a> 八齊</h2>\n<p>子晉牧豕、仙翁祝雞。 武王歸馬、裴度還犀。<br />\n重耳霸晉、小白興齊。 景公禳慧、竇儼占奎。<br />\n卓敬馮虎、西巴釋麑。 信陵捕鷂、祖逖聞雞。<br />\n趙苞棄母、吳起殺妻。 陳平多轍、李廣成蹊。<br />\n烈裔刻虎、溫嶠燃犀。 梁公訓雀、茅容割雞。</p>\n<h2 id=\"九佳\"><a class=\"anchor\" href=\"#九佳\">#</a> 九佳</h2>\n<p>禹鈞五桂、王祐三槐。 同心向秀、肖貌伯偕。<br />\n袁閎土室、羊侃水齋。 敬之說好、郭訥言佳。<br />\n陳瓘責己、阮籍詠懷。</p>\n<h2 id=\"十灰\"><a class=\"anchor\" href=\"#十灰\">#</a> 十灰</h2>\n<p>初平起石、左慈擲杯。 名高麟閣、功顯雲臺。<br />\n朱熹正學、蘇軾奇才。 淵明賞菊、和靖觀梅。<br />\n雞黍張范、膠漆陳雷。 耿弇北道、僧孺西臺。<br />\n準題華嶽、綽賦天臺。 穆生決去、賈鬱重來。<br />\n臺烏成兆、屏雀為媒。 平仲無術、安道多才。<br />\n楊億鶴蛻、竇武蛇胎。 湘妃泣竹、鉏麑觸槐。<br />\n陽雍五壁、溫嶠一臺。</p>\n<h2 id=\"十一真\"><a class=\"anchor\" href=\"#十一真\">#</a> 十一真</h2>\n<p>孔門十哲、殷室三仁。 晏能處己、鴻恥因人。<br />\n文翁教士、朱邑愛民。 太公釣渭、伊尹耕莘。<br />\n皋惟團力、泌僅獻身。 喪邦黃浩、誤國章惇。<br />\n鞅更秦法、普讀魯論。 呂誅華士、孔戮聞人。<br />\n暴勝持斧、張綱埋輪。 孫非識面、韋豈呈身。<br />\n令公請稅、長孺輸緡。 白州刺史、絳縣老人。<br />\n景行蓮幕、謹選花裀。 郗超造宅、季雅買鄰。<br />\n壽昌尋母、董永賣身。 建安七子、大曆十人。<br />\n香山詩價、孫濟酤緡。 令嚴孫武、法變張巡。<br />\n更衣范冉、廣被孟仁。 筆床茶灶、羽扇綸巾。<br />\n灌夫使酒、劉四罵人。 以牛易馬、改氏為民。<br />\n壙先表聖、燈候沈彬。</p>\n<h2 id=\"十二文\"><a class=\"anchor\" href=\"#十二文\">#</a> 十二文</h2>\n<p>謝敷處士、宋景賢君。 景宗險韻、劉煇奇文。<br />\n袁安臥雪、仁傑望雲。 貌疏宰相、腹負將軍。</p>\n<h2 id=\"十三元\"><a class=\"anchor\" href=\"#十三元\">#</a> 十三元</h2>\n<p>傲倪昭諫、茂異簡言。 金書夢玨、紗護卜藩。<br />\n童恢捕虎、古冶持黿。 何奇韓信、香化陳元。<br />\n徐幹中論、揚雄法言。 力稱烏獲、勇尚孟賁。<br />\n八龍荀氏、五豸唐門。 張瞻炊臼、莊周鼓盆。<br />\n疏脫士簡、博奧文元。 敏修未娶、陳嶠初婚。<br />\n長公思過、定國平冤。 陳遵投轄、魏勃掃門。<br />\n孫璉織屨、阮咸曝褌。 晦堂無隱、溈山不言。</p>\n<h2 id=\"十四寒\"><a class=\"anchor\" href=\"#十四寒\">#</a> 十四寒</h2>\n<p>莊生蝴蝶、呂祖邯鄲。 謝安折屐、貢禹彈冠。<br />\n顗容王導、浚殺曲端。 休那題碣、叔邵憑棺。<br />\n如龍諸葛、似鬼曹瞞。 爽欣御李、白願識韓。<br />\n黔婁布被、優孟衣冠。 長歌甯戚、鼾睡陳摶。<br />\n曾參務益、龐德遺安。 穆親杵臼、商化芝蘭。<br />\n葛洪負笈、高鳳持竿。 釋之結襪、子夏更冠。<br />\n直言唐介、雅量劉寬。 捋鬚何典、捉鼻謝安。<br />\n張華龍鮓、閔貢豬肝。 淵材五恨、郭奕三歎。<br />\n弘景作相、延祖棄官。 二疏供帳、四皓衣冠。<br />\n曼卿豪飲、廉頗雄餐。 長康三絕、元方二難。<br />\n曾辭溫飽、城忍饑寒。 買臣懷綬、逄萌掛冠。<br />\n循良伏湛、儒雅兒寬。 歐母畫荻、柳母和丸。<br />\n韓屏題葉、燕姞夢蘭。 漂母進食、浣婦分餐。</p>\n<h2 id=\"十五刪\"><a class=\"anchor\" href=\"#十五刪\">#</a> 十五刪</h2>\n<p>令威華表、杜宇西山。 范增舉玦、羊祜探環。<br />\n沈昭狂瘦、馮道癡頑。 陳蕃下榻、郅惲拒關。<br />\n雪夜擒蔡、燈夕平蠻。 郭家金穴、鄧氏銅山。<br />\n比幹受策、楊寶掌環。 晏嬰能儉、蘇軾為慳。<br />\n堂開洛水、社結香山。 臘花齊放、春桂同攀。</p>\n<h2 id=\"一先\"><a class=\"anchor\" href=\"#一先\">#</a> 一先</h2>\n<p>飛鳧葉令、駕鶴緱仙。 劉晨採藥、茂叔觀蓮。<br />\n陽公麾日、武乙射天。 唐宗三鑒、劉寵一錢。<br />\n叔武守國、李牧備邊。 少翁致鬼、欒大求仙。<br />\n彧臣曹操、猛相苻堅。 漢家三傑、晉室七賢。<br />\n居易識字、童烏預玄。 黃琬對日、秦宓論天。<br />\n元龍湖海、司馬山川。 操誅呂布、臏殺龐涓。<br />\n羽救鉅鹿、準策澶淵。 應融丸藥、閻敞還錢。<br />\n范居讓水、吳飲貪泉。 薛逢羸馬、劉勝寒蟬。<br />\n捉刀曹操、拂矢賈堅。 晦肯負國、質願親賢。<br />\n羅友逢鬼、潘谷稱仙。 茂弘綀服、子敬青氈。<br />\n王奇雁字、韓浦鸞箋。 安之畫地、德裕籌邊。<br />\n平原十日、蘇章二天。 徐勉風月、棄疾雲煙。<br />\n舜欽斗酒、法主蒲韉。 繞朝贈策、苻鹵投鞭。<br />\n豫讓吞炭、蘇武餐氈。 金臺招士、玉署貯賢。<br />\n宋臣宗澤、漢使張騫。 胡姬人種、名妓書仙。</p>\n<h2 id=\"二蕭\"><a class=\"anchor\" href=\"#二蕭\">#</a> 二蕭</h2>\n<p>藤王蛺蝶、摩詰芭蕉。 卻衣師道、投筆班超。<br />\n馮官五代、季相三朝。 劉蕡下第、盧肇奪標。<br />\n陵甘降虜、蠋恥臣昭。 隆貧曬腹、潛懶折腰。<br />\n韋綬蜀錦、元載鮫綃。 捧檄毛義、絕裾溫嶠。<br />\n鄭虔貯柿、懷素種蕉。 延祖鶴立、茂弘龍超。<br />\n懸魚羊續、留犢時苗。 貴妃捧硯、弄玉吹簫。</p>\n<h2 id=\"三肴\"><a class=\"anchor\" href=\"#三肴\">#</a> 三肴</h2>\n<p>欒巴救火、許遜除蛟。 詩窮五際、易布三爻。<br />\n清時安石、奇計居鄛。 湖循鶯脰、泉訪虎跑。<br />\n近遊束皙、詭術屍佼。 翱狂晞髮、嵇懶轉跑。<br />\n西溪晏詠、北隴孔嘲。 民皆字鄭、羌願姓包。<br />\n騎鵬沈晦、射鴨孟郊。 戴顒鼓吹、賈島推敲。</p>\n<h2 id=\"四豪\"><a class=\"anchor\" href=\"#四豪\">#</a> 四豪</h2>\n<p>禹承虞舜、說相殷高。 韓侯敝褲、張祿綈袍。<br />\n相如題柱、韓愈焚膏。 捐生紀信、爭死孔褒。<br />\n孔璋文伯、夢得詩豪。 馬援矍鑠、巢父清高。<br />\n伯倫雞肋、超宗鳳毛。 服虔賃作、車胤重勞。<br />\n張儀折竹、人末燃蒿。 賀循冰玉、公瑾醇醪。<br />\n龐公休暢、劉子高操。 季劄掛劍、呂虔贈刀。<br />\n來護卓犖、梁竦矜高。 壯心處仲、操行陳陶。<br />\n字荊爽邁、孝伯清操。 李訂六逸、石與三豪。<br />\n鄭弘還箭、元興成刀。 劉殷七業、何點三高。</p>\n<h2 id=\"五歌\"><a class=\"anchor\" href=\"#五歌\">#</a> 五歌</h2>\n<p>二使入蜀、五老遊河。 孫登坐嘯、譚峭行歌。<br />\n漢王封齒、齊主烹阿。 丁蘭刻木、王質爛柯。<br />\n霍光忠厚、黃霸寬和。 桓譚非讖、王商止訛。<br />\n隱翁龔勝、刺客荊軻。 老人結草、餓夫倒戈。<br />\n奕宛李訥、碑賺孫何。 子猷嘯詠、斯立吟哦。<br />\n奕世貂珥、閭裏鳴珂。 曇輟絲竹、裒廢蓼莪。<br />\n箕陳五福、華祝三多。</p>\n<h2 id=\"六麻\"><a class=\"anchor\" href=\"#六麻\">#</a> 六麻</h2>\n<p>萬石齊氏、三戟崔家。 退之驅鱷、叔敖埋蛇。<br />\n虞詡易服、道濟量沙。 伋辭饋肉、瓊卻餉瓜。<br />\n祭遵俎豆、柴紹琵琶。 法常評酒、鴻漸論茶。<br />\n陶怡松菊、田樂煙霞。 孟鄴九穗、鄭玨一麻。<br />\n顏回練馬、樂廣杯蛇。 羅珦持節、王播籠紗。<br />\n能言李泌、敢諫香車。 韓愈闢佛、傅奕除邪。<br />\n春藏足垢、邕嗜瘡痂。 薛箋成彩、江筆生花。<br />\n班昭漢史、蔡琰胡笳。 鳳凰律呂、鸚鵡琵琶。<br />\n渡傳桃葉、村名杏花。</p>\n<h2 id=\"七陽\"><a class=\"anchor\" href=\"#七陽\">#</a> 七陽</h2>\n<p>君起盤古、人使亞當。 明皇化萼、靈運池塘。<br />\n神威翼德、義勇雲長。 羿雄射日、衍憤飛霜。<br />\n王祥求鯉、叔向埋羊。 亮方管樂、勒比高光。<br />\n世南書監、晁錯智囊。 昌囚羑裏、收遁首陽。<br />\n軾攻正叔、浚沮李綱。 降金劉豫、順虜邦昌。<br />\n瑜燒赤壁、軾謫黃岡。 馬融絳帳、李賀錦囊。<br />\n曇遷營葬、脂習臨喪。 仁裕詩窖、劉式墨莊。<br />\n劉琨嘯月、伯奇履霜。 塞翁失馬、臧谷亡羊。<br />\n寇公枯竹、召伯甘棠。 匡衡鑿壁、孫敬懸樑。<br />\n衣蘆閔損、扇枕黃香。 嬰扶趙武、籍殺懷王。<br />\n魏徵嫵媚、阮籍猖狂。 雕龍劉勰、愍驥應瑒。<br />\n御車泰豆、習射紀昌。 異人彥博、男子天祥。<br />\n忠貞古弼、奇節任棠。 何晏談易、郭像注莊。<br />\n臥遊宗子、坐隱王郎。 盜酒畢卓、割肉東方。<br />\n李膺破柱、衛瓘撫床。 營軍細柳、校獵長楊。<br />\n忠武具奠、德玉居喪。 敖曹雄異、元發疏狂。<br />\n寇卻列簿、呂置夾囊。 彥升白簡、元魯青箱。<br />\n孔融了了、黃憲汪汪。 僧岩不測、趙壹非常。<br />\n沈思好客、顏駟為郎。 申屠松屋、魏野草堂。<br />\n戴淵西洛、祖逖南塘。 傾城妲己、嫁虜王嬙。<br />\n貴妃桃髻、公主梅妝。 吉了思漢、供奉忠唐。</p>\n<h2 id=\"八庚\"><a class=\"anchor\" href=\"#八庚\">#</a> 八庚</h2>\n<p>蕭收圖籍、孔惜繁纓。 卞莊刺虎、李白騎鯨。<br />\n王戎支骨、李密陳情。 相如完璧、廉頗負荊。<br />\n從龍介子、飛雁蘇卿。 忠臣洪皓、義士田橫。<br />\n李平鱗甲、苟變幹城。 景文飲鴆、茅焦伏烹。<br />\n許丞耳重、丁掾目盲。 傭書德潤、賣卜君平。<br />\n馬當王勃、牛諸袁宏。 談天鄒衍、稽古桓榮。<br />\n岐曾販餅、平得分羹。 臥床逸少、升座延明。<br />\n王勃心織、賈逵舌耕。 懸河郭子、緩頰酈生。<br />\n書成鳳尾、畫點龍睛。 功臣圖閣、學士登瀛。<br />\n盧攜貌醜、衛玠神清。 非熊再世、圓澤三生。<br />\n安期東渡、潘嶽西征。 志和耽釣、宗儀輟耕。<br />\n衛鞅行詐、羊祜推誠。 林宗傾粥、文季爭羹。<br />\n茂貞苛稅、陽城緩徵。 北山學士、南郭先生。<br />\n文人鵬舉、名士道衡。 灌園陳定、為圃蘇卿。<br />\n融賦滄海、祖詠彭城。 溫公萬卷、沈約四聲。<br />\n許詢勝具、謝客遊情。 不齊宰單、子推相荊。<br />\n仲淹複姓、潘閬藏名。 烹茶秀實、漉酒淵明。<br />\n善釀白墮、縱飲公榮。 儀狄造酒、德裕調羹。<br />\n印屏王氏、前席賈生。</p>\n<h2 id=\"九青\"><a class=\"anchor\" href=\"#九青\">#</a> 九青</h2>\n<p>經傳御史、偈贈提刑。 士安正字、次仲談經。<br />\n咸遵祖臘、寬識天星。 景煥垂戒、班固勒銘。<br />\n能詩杜甫、嗜酒劉伶。 張綽剪蝶、車胤囊螢。<br />\n鴝鵒學語、鸚鵡誦經。</p>\n<h2 id=\"十蒸\"><a class=\"anchor\" href=\"#十蒸\">#</a> 十蒸</h2>\n<p>公遠玩月、法喜觀燈。 燕投張說、鳳集徐陵。<br />\n獻之書練、夏竦題綾。 安石執拗、味道模棱。<br />\n韓仇良複、漢紀備存。 存魯端木、救趙信陵。<br />\n邵雍識亂、陵母知興。</p>\n<h2 id=\"十一尤\"><a class=\"anchor\" href=\"#十一尤\">#</a> 十一尤</h2>\n<p>琴高赤鯉、李耳青牛。 明皇羯鼓、煬帝龍舟。<br />\n羲叔正夏、宋玉悲秋。 才壓元白、氣吞曹劉。<br />\n信擒夢澤、翻徙交州。 曹參輔漢、周勃安劉。<br />\n太初日月、季野春秋。 公超成市、長孺為樓。<br />\n楚邱始壯、田豫乞休。 向長損益、韓愈斗牛。<br />\n璡除釀部、玄拜隱侯。 公孫東閣、龐統南州。<br />\n袁耽擲帽、仁傑攜裘。 子將月旦、安國陽秋。<br />\n德輿西掖、庾亮南樓。 梁吟傀儡、莊夢髑髏。<br />\n孟稱清發、殷號風流。 見譏子敬、犯忌楊修。<br />\n荀息累卵、王基載舟。 沙鷗可狎、蕉鹿難求。<br />\n黃聯池上、楊詠樓頭。 曹兵迅速、李使遲留。<br />\n孔明流馬、田單火牛。 五侯奇膳、九婢珍饈。<br />\n光安耕釣、方慕巢由。 適嵇命駕、訪戴操舟。<br />\n篆推史籀、隸善鍾繇。 邵瓜五色、李桔千頭。<br />\n芳留玉帶、琳卜金甌。 孫陽識馬、丙吉問牛。<br />\n蓋忘蘇隙、聶報嚴仇。 公藝百忍、孫昉四休。<br />\n錢塘驛邸、燕子樓頭。</p>\n<h2 id=\"十二侵\"><a class=\"anchor\" href=\"#十二侵\">#</a> 十二侵</h2>\n<p>蘇耽桔井、董奉杏林。 漢宣續令、夏禹惜陰。<br />\n蒙恬造筆、太昊制琴。 敬微謝饋、明善辭金。<br />\n睢陽嚼齒、金藏披心。 固言柳汁、玄德桑陰。<br />\n姜桂敦複、松柏世林。 杜預傳癖、劉峻書淫。<br />\n鍾會竊劍、不疑盜金。 桓伊弄笛、子昂碎琴。<br />\n琴張禮意、蘇軾文心。 公權隱諫、蘊古詳箴。<br />\n廣平作賦、何遜行吟。 荊山泣玉、夢穴唾金。<br />\n孟嘉落帽、宋玉披襟。 沫經三敗、獲被七擒。<br />\n易牙調味、鍾子聆音。 令狐冰語、司馬琴心。<br />\n滅明毀壁、龐蘊投金。 左思三賦、程頤四箴。</p>\n<h2 id=\"十三覃\"><a class=\"anchor\" href=\"#十三覃\">#</a> 十三覃</h2>\n<p>陶母截髮、姜后脫簪。 達摩面壁、彌勒同龕。<br />\n龍逄極諫、王衍清談。 青威漠北、彬下江南。<br />\n遐福郭令、上壽童參。 郗愔啟篋、殷羨投函。<br />\n禹偁敏贍、魯直沈酣。 師徒布算、姑婦手談。</p>\n<h2 id=\"十四鹽\"><a class=\"anchor\" href=\"#十四鹽\">#</a> 十四鹽</h2>\n<p>風儀李揆、骨相呂嵓。 魏牟尺縰、裴度千縑。<br />\n孺子磨鏡、麟士織簾。 華歆逃難、叔子避嫌。<br />\n盜知李涉、虜懼仲淹。 尾生豈信、仲子非廉。<br />\n由餐藜藿、鬲販魚鹽。 五湖范蠡、三徑陶潛。<br />\n徐邈通介、崔郾寬嚴。 易操守劍、歸罪遺縑。</p>\n<h2 id=\"十五咸\"><a class=\"anchor\" href=\"#十五咸\">#</a> 十五咸</h2>\n<p>深情子野、神識阮咸。 公孫白紵、司馬青衫。<br />\n狄梁被譖、楊億蒙讒。 布重一諾、金慎三緘。<br />\n彥升非少、仲舉不凡。 古人萬億、不盡茲函。</p>\n",
            "tags": [
                "平水韻",
                "花間的漢文素養"
            ]
        },
        {
            "id": "https://hanaai.xyz/%E7%AC%A0%E7%BF%81%E5%B0%8D%E9%9F%BB/",
            "url": "https://hanaai.xyz/%E7%AC%A0%E7%BF%81%E5%B0%8D%E9%9F%BB/",
            "title": "笠翁對韻",
            "date_published": "2023-04-19T14:14:24.000Z",
            "content_html": "<h2 id=\"一東\"><a class=\"anchor\" href=\"#一東\">#</a> 一東</h2>\n<p>天對地、雨對風。大陸對長空。山花對海樹、赤日對蒼穹。雷隱隱、霧濛濛。日下對天中。風高秋月白、雨霽晚霞紅。牛女二星河左右、參商兩曜斗西東。十月塞邉、颯颯寒霜驚戍旅、三冬江上、漫漫朔雪冷漁翁。</p>\n<p>河對漢、綠對紅。雨伯對雷公。烟樓對雪洞、月殿對天宮。雲靉靆、日曈曨。蠟屐對漁篷。過天星似箭、吐魄月如弓。驛旅客逢梅子雨、池亭人浥藕花風。茅店村前、皓月墜林雞唱韻、板橋路上、青霜鎖道馬行踪。</p>\n<p>山對海、華對嵩。四岳對三公。宮花對禁柳、塞雁對江鴻。清暑殿、廣寒宮。拾翠對題紅。莊周談幻蝶、呂望兆飛熊。北牖當風停夏扇、南簾曝日省冬烘。鶴舞樓頭、玉笛弄殘仙子月、鳳翔臺上、紫簫吹斷美人風。<br />\n<span id=\"more\"></span></p>\n<h2 id=\"二冬\"><a class=\"anchor\" href=\"#二冬\">#</a> 二冬</h2>\n<p>晨對午、夏對冬。下餉對高舂。青春對白晝、古柏對喬松。垂釣客、荷鋤翁。仙鶴對神龍。鳳冠珠閃爍、螭帶玉玲瓏。三元及第才千頃、一品當朝祿萬鍾。花萼樓間、仙李盤根調國脉、沉香亭畔、嬌楊擅寵起邉風。</p>\n<p>清對淡、薄對濃。暮鼓對晨鐘。山茶對石菊、烟鎖對雲封。金菡蓞、玉芙蓉。綠綺對青鋒。早湯先宿酒、晚食繼朝饔。唐庫金錢能化蝶、延津寶劍會成龍。巫峽浪傳、雲雨荒唐神女廟、岱宗遙望、兒孫羅列丈人峯。</p>\n<p>繁對簡、疊對重。意懶對心慵。仙翁對釋伴、道範對儒宗。花灼灼、草茸茸。浪蝶對狂蜂。數竿君子竹、五樹大夫松。高皇滅項憑三傑、虞帝承堯殛四凶。內苑佳人、滿地風花愁不盡、邊關過客、連天烟草恨無窮。</p>\n<h2 id=\"三江\"><a class=\"anchor\" href=\"#三江\">#</a> 三江</h2>\n<p>竒對偶、隻對雙。巨海對長江。金盤對玉盞、寶燭對銀釭。朱漆檻、碧紗窻。舞調對歌腔。興劉推馬武、諫夏著龍逄。四收列國羣王服、三築高城衆敵降。跨鳳登臺、瀟灑仙姬秦弄玉、斬蛇當道、英雄天子漢劉邦。</p>\n<p>顏對貌、像對龎。步輦對徒杠。停針對擱筆、意懶對心降。燈閃閃、月幢幢。攬轡對飛艭。柳堤馳駿馬、花院吠村尨。酒暈微酡瓊杏頰、香塵淺印玉蓮雙。詩寫丹楓、韓女幽懷流御水、淚彈斑竹、舜妃遺恨積湘江。</p>\n<h2 id=\"四支\"><a class=\"anchor\" href=\"#四支\">#</a> 四支</h2>\n<p>泉對石、幹對枝。吹竹對彈絲。山亭對水榭、鸚鵡對鸕鷀。五色筆、十香詞。潑墨對傳卮。神奇韓幹畫、雄渾李陵詩。幾處花街新奪錦、有人香徑淡凝脂。萬里烽烟、戰士邊頭爭保塞、一犂膏雨、農夫村外盡乘時。</p>\n<p>葅對醢、賦對詩。點漆對描脂。瑤簪對珠履、劍客對琴師。沽酒價、買山貲。國色對仙姿。晚霞明似錦、春雨細如絲。柳絆長堤千萬樹、花橫野寺兩三枝。紫蓋黃旗、天象預占江左地、青袍白馬、童謡終應壽陽兒。</p>\n<p>箴對讚、缶對卮。螢焰對蠶絲。輕裾對長袖、瑞草對靈芝。流涕策、斷腸詩。喉舌對腰肢。雲中熊虎將、天上鳳麟兒。禹廟千年垂橘柚、堯階三尺覆茅茨。湘竹含烟、腰下輕紗籠玳瑁、海棠經雨、臉邉清淚濕胭脂。</p>\n<p>爭對讓、望對思。野葛對山梔。仙風對道骨、天造對人爲。鱄諸劍、博浪椎。經緯對干支。位尊民物主、德重帝王師。望切不妨人去遠、心忙無奈馬行遲。金屋閉來、賦乞茂陵題柱筆、玉樓成後、記須昌谷負囊詞。</p>\n<h2 id=\"五微\"><a class=\"anchor\" href=\"#五微\">#</a> 五微</h2>\n<p>賢對聖、是對非。覺奧對參微。魚書對雁字、草舍對柴扉。雞曉唱、雉朝飛。紅瘦對綠肥。舉杯邀月飲、騎馬踏花歸。黃蓋能成赤壁捷、陳平善解白登危。太白書堂、瀑泉垂地三千丈、孔明祠廟、老柏參天四十圍。</p>\n<p>戈對甲、幄對幃。蕩蕩對巍巍。嚴灘對邵圃、靖菊對夷薇。占鴻漸、叶鳳飛。虎榜對鸞旂。心中羅錦繍、口內吐珠璣。寬宏豁達高皇量、叱咜喑啞霸主威。滅項興劉、狐兔盡時走狗死、連吳拒魏、貔貅屯處卧龍歸。</p>\n<p>衰對盛、密對稀。祭服對朝衣。雞窻對雁塔、秋榜對春闈。烏衣巷、燕子磯。久別對初歸。天姿眞窈窕、聖德實光輝。蟠桃絳闕來金母、嶺荔紅塵進玉妃。灞上軍營、亞父憤心撞玉斗、長安酒市、謫仙狂興典銀龜。</p>\n<h2 id=\"六魚\"><a class=\"anchor\" href=\"#六魚\">#</a> 六魚</h2>\n<p>羹對飯、柳對榆。短袖對長裾。雞冠對鳳尾、芍藥對芙蕖。周有若、漢相如。王屋對匡廬。月明山寺遠、風細水亭虛。壯士腰間三尺劍、男兒腹內五車書。疎影暗香、和靖孤山梅蕊放、輕陰清晝、淵明舊宅柳條舒。</p>\n<p>吾對汝、爾對余。選授對陞除。書橱對藥櫃、耒耜對耰鋤。參雖魯、回不愚。閥閱對閻閭。諸侯千乘國、命婦七香車。穿雲採藥聞仙犬、踏雪尋梅策蹇驢。玉兎金烏、二氣精靈爲日月、洛龜河馬、五行生尅在圖書。</p>\n<p>欹對正、密對疎。囊橐對苞苴。羅浮對壺嶠、水曲對山紆。驂鶴駕、侍鸞輿。桀溺對長沮。搏虎卞莊子、當熊馮婕妤。南陽高士吟梁父、西蜀才人賦子虛。三徑風光、白石黃花供杖履、五湖烟景、青山綠水任樵漁。</p>\n<h2 id=\"七虞\"><a class=\"anchor\" href=\"#七虞\">#</a> 七虞</h2>\n<p>紅對白、有對無。布穀對提壺。毛錐對羽扇、天闕對皇都。謝蝴蝶、鄭鷓鴣。蹈海對歸湖。花肥春雨潤、竹瘦晚風疎。麥飯豆糜終創漢、蓴羹臚膾竟歸吳。琴調輕彈、楊柳月中潛去聼、酒旗斜掛、杏花村裏共來沽。</p>\n<p>羅對綺、茗對蔬。柏秀對松枯。中元對上巳、返璧對還珠。雲夢澤、洞庭湖。玉燭對氷壺。蒼頭犀角帶、綠鬢象牙梳。松陰白鶴聲相應、鏡裏青鸞影不孤。竹戶半開、對牖未知人在否、柴關深閉、停車還有客來無。</p>\n<p>賔對主、婢對奴。寶鴨對金鳬。升堂對入室、鼓瑟對投壺。覘合璧、頌聯珠。提甕對當壚。仰高紅日近、望遠白雲孤。歆向秘書窺二酉、機雲芳譽動三吳。祖餞三杯、老去常斟花下酒、荒田五畆、歸來獨荷月中鋤。</p>\n<p>君對父、魏對吳。北岳對西湖。茶匙對菜梜、苣蕂對菖蒲。梅花數、竹葉符。廷議對山呼。兩都班固賦、八陣孔明圖。田慶紫荊堂下萎、王裒青柏墓前枯。出塞中郎、羝有乳時歸漢室、質秦太子、馬生角日返燕都。</p>\n<h2 id=\"八齊\"><a class=\"anchor\" href=\"#八齊\">#</a> 八齊</h2>\n<p>鸞對鳳、犬對雞。塞北對關西。長生對益智、老幼對旄倪。頒竹策、翦桐圭。剥棗對蒸棃。纖腰如弱柳、嫩手似柔荑。狡兎能穿三穴隱、鷦鷯權借一枝棲。甪里先生、策杖垂紳扶少主、於陵仲子、辟纑織屨賴賢妻。</p>\n<p>鳴對吠、泛對棲。燕語對鶯啼。硨璖對瑪瑙、琥珀對玻璃。絳縣老、伯州犂。測蠡對燃犀。榆槐堪作蔭、桃李自成蹊。投巫救女西門豹、賃浣逢妻百里奚。闕里門牆、陋巷規模原不陋、隋堤基址、迷樓踪跡已全迷。</p>\n<p>燕對趙、楚對齊。柳岸對桃蹊。紗牕對繡戶、畫閣對香閨。修月斧、上天梯。蝃蝀對虹霓。行樂遊春圃、工諛病夏畦。李廣不封空射虎、魏明得立爲存麑。按轡徐行、細柳功成勞主敬、聞聲悄卧、臨涇名震止兒啼。</p>\n<h2 id=\"九佳\"><a class=\"anchor\" href=\"#九佳\">#</a> 九佳</h2>\n<p>門對戶、陌對街。枝葉對根荄。鬪雞對揮麈、鳳髻對鸞釵。登楚岫、渡秦淮。子犯對夫差。石鼎龍頭縮、銀箏雁翅排。百年詩禮延餘慶、萬里風雲入壯懷。莫辨名倫、死矣野哉悲季路、不由徑竇、生乎愚也有高柴。</p>\n<p>冠對履、韈對鞋。海角對天涯。雞人對虎旅、六市對三階。陳俎豆、戲堆埋。皎皎對皚皚。賢相聚東閣、良朋集小齋。夢裡山川書越絕、枕邊風月記齊諧。三徑蕭疎、彭澤高風怡五柳、六朝華貴、瑯琊佳氣毓三槐。</p>\n<p>勤對儉、巧對乖。水榭對山齋。冰桃對雪藕、漏箭對更牌。寒翠袖、貴荆釵。慷慨對灰諧。竹徑風聲籟、花蹊月影篩。攜囊佳韻隨時貯、荷鍤沉酣到處埋。江海孤踪、雪浪風濤驚旅夢、鄉關萬里、烟巒雲樹切歸懷。</p>\n<p>柟對梓、檜對楷。水泊對山崖。舞裙對歌袖、玉陛對瑶階。風入袂、月盈懷。虎兕對狼豺。馬融堂上帳、羊侃水中齋。北面黌宮宜釋菜、東廵岱畤定燔柴。錦纜春江、橫笛洞簫通碧落、華燈夜月、遺簪墮翠遍香街。</p>\n<h2 id=\"十灰\"><a class=\"anchor\" href=\"#十灰\">#</a> 十灰</h2>\n<p>春對夏、喜對哀。大手對長才。風清對月朗、地闢對天開。遊閬苑、醉蓬萊。七政對三台。青龍壺老杖、白燕玉人釵。香風十里望仙閣、明月一天思子臺。玉橘冰桃、王母幾因求道降、蓮舟藜杖、真人原爲讀書來。</p>\n<p>朝對暮、去對來。庶矣對康哉。馬肝對雞肋、杏眼對桃腮。佳興適、好懷開。朔雪對春雷。雲移鳷鵲觀、日麗鳳凰臺。河邊淑氣迎芳草、林下輕風待落梅。柳媚花明、燕語鶯聲渾是笑、松號柏舞、猿啼鶴唳總成哀。</p>\n<p>忠對信、博對該。忖度對疑猜。香消對燭暗、鵲喜對蛩哀。金花報、玉鏡臺。倒斚對銜杯。岩巔橫老樹、石磴覆蒼苔。雪滿山中高士卧、月明林下美人來。綠柳沿堤、皆因蘇子來時種、碧桃滿觀、盡是劉郎去後栽。</p>\n<h2 id=\"十一真\"><a class=\"anchor\" href=\"#十一真\">#</a> 十一真</h2>\n<p>蓮對菊、鳳對麟。濁富對清貧。漁莊對蠏舍、松蓋對花茵。蘿月叟、葛天民。國寳對家珍。草迎金埒馬、花醉玉樓人。巢燕三春嘗喚友、塞鴻八月始來賔。古往今來、誰見泰山曾作礪、天長地久、人傳滄海幾揚塵。</p>\n<p>兄對弟、吏對民。父子對君臣。勾丁對補甲、赴卯對同寅。折桂客、簮花人。四皓對三仁。王喬雲外舄、郭泰雨中巾。人交好友來三益、士有賢妻備五倫。文教南宣、武帝平蠻開百越、義旗西指、韓侯扶漢捲三秦。</p>\n<p>申對夭、侃對誾。阿魏對茵陳。楚蘭對湘芷、碧柳對青筠。花馥馥、葉蓁蓁。粉頸對朱唇。曹公姦似鬼、堯帝智如神。南阮才郎羞北富、東鄰醜女效西顰。色艶北堂、草號忘憂憂甚事、香濃南國、花名含笑笑何人。</p>\n<h2 id=\"十二文\"><a class=\"anchor\" href=\"#十二文\">#</a> 十二文</h2>\n<p>憂對喜、戚對欣。二典對三墳。佛經對仙語、夏耨對春耘。烹早韭、剪春芹。暮雨對朝雲。竹間斜白接、花下醉紅裙。掌握靈符五岳籙、腰懸寶劍七星紋。金鎖未開、上相趨聽宮漏永、珠簾乍捲、羣僚仰對御爐薰。</p>\n<p>詞對賦、懶對勤。類聚對羣分。鸞簫對鳳笛、帶草對香芸。燕許筆、柳韓文。舊話對新聞。赫赫周南仲、翩翩晉右軍。六國說成蘇子業、兩京收復郭公勳。漢闕陳書、侃侃忠言推賈誼、唐廷對策、岩岩直諫有劉蕡。</p>\n<p>言對笑、績對勳。鹿豕對羊羵。星冠對月扇、把袂對書裙。湯事葛、說興殷。蘿月對松雲。西池青鳥使、北塞黑鴉軍。文武成康爲一代、魏吳蜀漢定三分。桂苑秋宵、明月三杯邀麯客、松亭夏日、薰風一曲奏桐君。</p>\n<h2 id=\"十三元\"><a class=\"anchor\" href=\"#十三元\">#</a> 十三元</h2>\n<p>卑對長、季對昆。永巷對長門。山亭對水閣、旅舍對軍屯。楊子渡、謝公墩。德重對年尊。承乾對出震、習坎對重坤。志士報君思犬馬、仁王養老察雞豚。遠水平沙、有客放舟桃葉渡、斜風細雨、何人攜榼杏花村。</p>\n<p>君對相、祖對孫。夕照對朝暾。蘭台對桂殿、海島對山村。碑墜淚、賦招魂。報怨對懷恩。陵埋金吐氣、田種玉生根。相府珠簾垂白晝、邉城畫角動黃昏。楓葉半山、秋去烟霞堪倚杖、梨花滿地、夜來風雨不開門。</p>\n<h2 id=\"十四寒\"><a class=\"anchor\" href=\"#十四寒\">#</a> 十四寒</h2>\n<p>家對國、治對安。地主對天官。坎男對離女、周誥對殷盤。三三暖、九九寒。杜撰對包彈。古壁蛩聲匝、閒亭鶴影單。燕出簾邉春寂寂、鶯聞枕上漏珊珊。池柳烟飄、日夕郎歸青瑣闥、砌花雨過、月明人倚玉闌干。</p>\n<p>肥對瘦、窄對寬。黃犬對青鸞。指環對腰帶、洗鉢對投竿。誅佞劍、進賢冠。畫棟對雕欄。雙垂白玉筯、九轉紫金丹。陝右棠高懷召伯、河南花滿憶潘安。陌上芳春、弱柳當風披綵線、池中清曉、碧荷承露捧珠盤。</p>\n<p>行對卧、聼對看。鹿洞對漁灘。蛟騰對豹變、虎踞對龍蟠。風凜凜、雪漫漫。手辣對心酸。鶯鶯對燕燕、小小對端端。藍水遠從千澗落、玉山高並兩峯寒。至聖不凡、嬉戲六齡陳俎豆、老萊大孝、承歡七袠舞斑孄。</p>\n<h2 id=\"十五刪\"><a class=\"anchor\" href=\"#十五刪\">#</a> 十五刪</h2>\n<p>林對塢、嶺對灣。晝永對春閒。謀深對望重、任大對投艱。裙嬝嬝、佩珊珊。守塞對當關。密雲千里合、新月一鈎彎。叔寶君臣皆縱逸、重華父母是嚚頑。名動帝畿、西蜀三蘇來日下、壯遊京洛、東吳二陸起雲間。</p>\n<p>臨對傲、吝對慳。討逆對平蠻。忠肝對義胆、霧鬢對雲鬟。埋筆塚、爛柯山。月貌對天顏。龍潛終得躍、鳥倦亦知還。隴樹飛來鸚鵡綠、湘筠啼處鷓鴣斑。秋露橫江、蘇子月明遊赤壁、凍雲迷嶺、韓公雪擁過藍關。</p>\n<h2 id=\"一先\"><a class=\"anchor\" href=\"#一先\">#</a> 一先</h2>\n<p>寒對暑、日對年。蹴踘對鞦韆。丹山對碧水、淡雨對輕烟。歌宛轉、貌嬋娟。雪賦對雲箋。荒蘆棲宿雁、疎柳呌秋蟬。洗耳尚逢高士笑、折腰肯受小兒憐。郭泰泛舟、折角半垂梅子雨、山濤騎馬、接䍦倒着杏花天。</p>\n<p>輕對重、脆對堅。碧玉對青錢。郊寒對島瘦、酒聖對詩仙。依玉樹、步金蓮。鑿井對耕田。杜甫清宵立、邊韶白晝眠。夜飲客吞杯底月、春遊人醉水中天。闘草青郊、幾行寶馬嘶金勒、看花紫陌、十里香車擁翠鈿。</p>\n<p>吟對咏、授對傳。樂矣對淒然。風鵬對雪雁、董杏對周蓮。春九十、歲三千。鐘鼓對管絃。入山逢宰相、無事即神仙。霞染武陵桃淡淡、烟荒隋苑柳綿綿。七椀月團、啜罷清風生腋下、三杯雲液、飲餘紅雨暈腮邊。</p>\n<p>中對外、後對先。樹下對花前。玉樹對金屋、叠嶂對平川。孫子策、祖生鞭。盛席對華筵。醉解知茶力、愁消識酒權。綵剪芰荷開凍沼、錦粧鳬雁泛溫泉。帝女啣山、海中遺魄爲精衛、蜀王呌月、枝上遊魂化杜鵑。</p>\n<h2 id=\"二蕭\"><a class=\"anchor\" href=\"#二蕭\">#</a> 二蕭</h2>\n<p>琴對笛、釜對瓢。水怪對花妖。秋聲對夜色、白練對紅綃。臣五代、事三朝。斗膽對弓腰。醉客歌金縷、佳人吹紫簫。風定落花閒不掃、霜餘殘葉濕難燒。千載興周、尚父一竿投渭水、百年伯越、錢王萬弩射江潮。</p>\n<p>榮對悴、夕對朝。露地對雲霄。商彝對周鼎、殷濩對虞韶。樊素口、小蠻腰。六詔對三苗。朝天車奕奕、出塞馬蕭蕭。公子幽蘭重泛舸、王孫芳草正聯鑣。潘岳高懷、曾向秋天吟蟋蟀、王維清興、嘗於雪夜畫芭蕉。</p>\n<p>耕對讀、牧對樵。琥珀對瓊瑤。兔毫對鴻爪、桂櫂對蘭橈。魚貫柳、鹿藏蕉。水遠對山遙。湘靈能鼓瑟、嬴女解吹簫。雪點寒梅橫小院、風飄弱柳覆平橋。月牖通宵、絳蠟罷時光不减、風簾當晝、雕盤停後篆難消。</p>\n<h2 id=\"三肴\"><a class=\"anchor\" href=\"#三肴\">#</a> 三肴</h2>\n<p>詩對禮、卦對爻。燕引對鶯捎。晨鐘對暮鼓、野䔩對山肴。雉方乳、鵲始巢。猛虎對神獒。疎星浮荇葉、皓月上松梢。爲邦自古推瑚璉、從政於今愧斗筲。管鮑相知、能結忘形膠漆友、藺廉有隙、終爲刎頸死生交。</p>\n<p>歌對舞、笑對嘲。耳語對神交。焉烏對亥豕、獺髓對鸞膠。宜久敬、莫輕拋。一氣對同胞。祭遵甘布被、張祿戀綈袍。花逕風來逢客訪、柴扉月到有僧敲。夜雨園中、一顆不凋王子柰、秋風江上、三重曾捲杜公茅。</p>\n<p>衙對舍、廩對庖。玉磬對金鐃。竹林對梅嶺、起鳳對騰蛟。鮫綃帳、獸錦袍。露葉對風梢。揚州輸橘柚、荆土貢菁茅。斷蛇埋地稱孫叔、渡蟻編橋識宋郊。好夢難成、蛩響階前偏唧唧、良朋遠至、雞聲窓外正膠膠。</p>\n<h2 id=\"四豪\"><a class=\"anchor\" href=\"#四豪\">#</a> 四豪</h2>\n<p>菱對芡、荻對蒿。山麓對江臯。鶯簧對蝶板、麥浪對松濤。騏驥足、鳳凰毛。美譽對嘉褒。文人窺蠧簡、壯士學龍韜。馬援南征裝薏苡、張騫西使進葡萄。辨口懸河、萬語千言常亹亹、詞源倒峽、連篇累牘自滔滔。</p>\n<p>梅對杏、李對桃。棫樸對旌旄。酒仙對詩史、德澤對恩膏。懸一榻、夢三刀。拙逸對賢勞。玉堂花檻曉、金殿月輪高。孤山待鶴盤雲下、蜀道聞猿向月號。萬事從人、有酒有花應自樂、百年皆客、一邱一壑儘吾豪。</p>\n<p>臺對省、署對曹。分袂對同袍。鳴琴對擊劍、返轍對廻舠。良借箸、操捉刀。香茗對醇醪。涓泉歸海大、寸壤積山高。石室客來煎雀舌、畫堂賔至奉羊羔。被謫賈生、湘水淒涼吟鵩鳥、遭讒屈子、江潭憔悴著離騷。</p>\n<h2 id=\"五歌\"><a class=\"anchor\" href=\"#五歌\">#</a> 五歌</h2>\n<p>微對巨、少對多。直幹對平柯。蜂媒對蝶使、雨笠對烟簑。眉淡掃、面微酡。妙舞對清歌。輕衫裁夏葛、薄袂剪春羅。將相兼行唐李靖、霸王雜用漢蕭何。月本陰精、豈有羿妻曾竊藥、星爲夜宿、虛傳織女漫投梭。</p>\n<p>慈對善、虐對苛。縹緲對婆娑。長楊對細柳、嫩蕊對寒莎。追風馬、挽日戈。玉液對金波。紫詔啣丹鳳、黃庭換白鵝。畫閣江城梅作引、蘭舟野渡竹爲歌。門外雪飛、錯認空中飄柳絮、岩邉瀑響、誤疑天半落銀河。</p>\n<p>松對竹、荇對荷。薜荔對藤蘿。雕雲對鏤月、樵唱對漁歌。升鼎雉、聽經鵝。北海對東坡。吳郎哀廢宅、邵子樂行窩。麗水良金皆入冶、崑山美玉摠須磨。雨過皇州、琉璃色燦華清瓦、風來帝苑、荷芰香飄太液波。</p>\n<p>籠對檻、餌對囮。及第對登科。冰清對玉潤、地利對人和。韓擒虎、榮駕鵝。青女對素娥。破頭朱泚笏、折齒謝鯤梭。留客酒杯應恨少、動人詩句不須多。綠野凝烟、但聽村前雙牧笛、滄江積雪、惟看灘上一漁簑。</p>\n<h2 id=\"六麻\"><a class=\"anchor\" href=\"#六麻\">#</a> 六麻</h2>\n<p>清對濁、美對嘉。鄙吝對矜誇。花鬚對柳眼、屋角對簷牙。志和宅、博望槎。秋實對春華。乾罏烹白雪、坤鼎煉丹砂。深宵望冷沙塲月、絶塞聽殘野戍笳。滿院松風、魚聲隱隱爲僧舍、半牕花月、鶴影依依是道家。</p>\n<p>雷對電、霧對霞。蟻闕對蜂衙。寄梅對懷橘、釀酒對烹茶。宜男草、益母花。楊柳對蒹葭。班姬辭帝輦、蔡琰泣胡笳。舞榭歌樓千萬戶、竹籬茅舍兩三家。珊枕半牀、月明時夢飛塞外、銀箏一曲、花落處人在天涯。</p>\n<p>圓對缺、正對斜。笑語對咨嗟。沈腰對潘鬢、孟笋對盧茶。百舌鳥、兩頭蛇。帝里對仙家。堯仁敷率土、舜德被流沙。橋上授書曾納履、壁間題句已籠紗。遠塞迢迢、雪磧風沙何可極、長江渺渺、雲濤烟浪信無涯。</p>\n<p>疏對密、朴對華。義鶻對慈鴉。鹤羣對雁陣、白苧對黃麻。讀三到、吟八叉。肅靜對喧譁。圍棋兼把釣、沉李並浮瓜。羽客片時能煮石、狐禪千刼似蒸沙。黨尉粗豪、金帳籠香斟美酒、陶生清逸、銀鐺融雪啜團茶。</p>\n<h2 id=\"七陽\"><a class=\"anchor\" href=\"#七陽\">#</a> 七陽</h2>\n<p>臺對閣、沼對塘。朝雨對夕陽。遊人對隱士、謝女對秋娘。三寸舌、九廻腸。玉液對瓊漿。秦皇照膽鏡、徐肇返魂香。青萍夜嘯芙蓉匣、黃卷時攤薜荔牀。元亨利貞、天地一機成化育、仁義禮智、聖賢千古立綱常。</p>\n<p>紅對白、綠對黃。晝永對更長。龍飛對鯉躍、錦纜對牙檣。青弁使、雪衣娘。故國對他鄉。雄文能徙鱷、艷曲爲求凰。九日高峯驚落帽、暮春曲水喜流觴。僧占名山、雲繞雙林藏古殿、客棲勝地、風飄萬葉響空廊。</p>\n<p>衰對壯、弱對强。艶飾對新粧。御龍對司馬、破竹對穿楊。讀班馬、識求羊。山色對江光。仙棋藏綠橘、客枕納黃粱。池草入詩因有夢、海棠帶恨爲無香。風起畫堂、簾箔影翻青荇沼、月斜金井、轆轤聲度碧梧墻。</p>\n<p>臣對子、帝對王。日月對風霜。烏台對紫府、蔀屋對巖廊。香山社、晝錦堂。雪牖對雲房。芬椒塗內壁、文杏飾高梁。貧女幸分東壁影、幽人高卧北窻凉。繡閣探春、麗日半籠青鏡色、水亭醉夏、薰風常透碧筒香。</p>\n<h2 id=\"八庚\"><a class=\"anchor\" href=\"#八庚\">#</a> 八庚</h2>\n<p>形對貌、色對聲。夏邑對周京。江雲對渭樹、玉磬對銀筝。人老老、我卿卿。曉燕對春鶯。玄霜舂玉杵、白露貯金莖。賈客君山秋弄笛、仙人緱嶺夜吹笙。帝業獨興、盡道漢高能用將、父書空讀、誰言趙括善知兵。</p>\n<p>功對業、性對情。月上對雲行。乘龍對附驥、閬苑對蓬瀛。春秋筆、月旦評。東作對西成。隋珠光照乘、和璧價連城。三箭三人唐將勇、一琴一鶴趙公清。漢帝求賢、詔訪嚴灘逢故舊、宋廷優老、年尊洛社重耆英。</p>\n<p>昏對旦、晦對明。久雨對新晴。蓼灣對花港、竹友對梅兄。黃石叟、丹邱生。犬吠對雞鳴。暮山雲外斷、新水月中平。半榻清風宜午夢、一犂好雨趁春耕。王旦登庸、悮我十年遲作相、劉蕡下第、愧他多士早成名。</p>\n<h2 id=\"九青\"><a class=\"anchor\" href=\"#九青\">#</a> 九青</h2>\n<p>庚對甲、己對丁。魏闕對彤廷。梅妻對鶴子、珠箔對銀屏。鴛浴沼、鷺飛汀。鴻雁對鹡鴒。人間壽者相、天上老人星。八月好修攀桂斧、三春須繫護花鈴。江閣秋登、一水淨連天際碧、石欄曉倚、羣山秀向雨餘青。</p>\n<p>危對亂、泰對寧。納陛對趨庭。金盤對玉箸、泛梗對浮萍。羣玉圃、衆芳亭。舊典對新型。騎牛閑讀史、牧豕自橫經。秋首田中禾頴重、春餘園內菜花馨。旅次凄凉、塞月江風皆慘淡、筵前歡笑、燕歌趙舞獨娉婷。</p>\n<h2 id=\"十蒸\"><a class=\"anchor\" href=\"#十蒸\">#</a> 十蒸</h2>\n<p>蘋對蓼、芡對菱。雁弋對魚罾。齊紈對魯縞、蜀錦對吳綾。星漸没、日初昇。九聘對三徵。蕭何曾作吏、賈島昔爲僧。賢人視履循規矩、大匠揮斤按準繩。野渡春風、人喜乘潮移酒舫、江天暮雨、客愁隔岸對漁燈。</p>\n<p>談對吐、謂對稱。冉閔對顏曾。侯羸對伯嚭、祖逖對孫登。拋白紵、宴紅綾。勝友對良朋。爭名如逐鹿、謀利似趨蠅。仁傑姨慙周不仕、王陵母識漢方興。句冩窮愁、浣花寄跡傳工部、詩吟變亂、凝碧傷心歎右丞。</p>\n<h2 id=\"十一尤\"><a class=\"anchor\" href=\"#十一尤\">#</a> 十一尤</h2>\n<p>榮對辱、喜對憂。繾綣對綢繆。吳娃對越女、野馬對沙鷗。茶解渴、酒消愁。白眼對蒼頭。馬遷修史記、孔子作春秋。莘野耕夫閑舉耜、磻溪漁父晚垂鈎。龍馬遊河、羲聖因圖而畫卦、神龜出洛、禹王取法以明疇。</p>\n<p>冠對履、舄對裘。院小對庭幽。面牆對膝地、錯智對良籌。孤嶂聳、大江流。芳澤對圜邱。花潭來越唱、柳嶼起吳謳。鶯懶燕忙三月雨、蛩摧蟬報一天秋。鍾子聽琴、荒逕入林山寂寂、謫仙捉月、洪濤接岸水悠悠。</p>\n<p>魚對鳥、鴿對鳩。翠舘對紅樓。七賢對三友、愛日對悲秋。虎類狗、蟻如牛。列辟對諸侯。陳唱臨春樂、隋歌清夜遊。空中事業麒麟閣、地下文章鸚鵡洲。曠野平原、獵士馬蹄輕似箭、斜風細雨、牧童牛背穩如舟。</p>\n<h2 id=\"十二侵\"><a class=\"anchor\" href=\"#十二侵\">#</a> 十二侵</h2>\n<p>歌對曲、嘯對吟。往古對來今。山頭對水面、遠浦對遙岑。勤三上、惜寸陰。茂樹對平林。卞和三献玉、楊震四知金。青皇風煖催芳草、白帝城高急暮砧。繡虎雕龍、才子窓前揮彩筆、描鸞刺鳳、佳人簾下度金針。</p>\n<p>登對眺、涉對臨。瑞雪對甘霖。主歡對民樂、交淺對言深。恥三戰、示七擒。顧曲對知音。大車行檻檻、駟馬驟駸駸。紫電青虹騰劍氣、高山流水識琴心。屈子懷君、極浦吟風悲澤畔、王郎憶友、扁舟卧雪訪山陰。</p>\n<h2 id=\"十三覃\"><a class=\"anchor\" href=\"#十三覃\">#</a> 十三覃</h2>\n<p>宮對闕、座對龕。水北對天南。蜃樓對蟻郡、偉論對高談。遴杞梓、樹楩楠。得一對函三。八寶珊瑚枕、雙珠玳瑁簮。蕭王待士心惟赤、盧相欺君面獨藍。賈島詩狂、手擬敲門行處想、張顛草聖、頭能濡墨冩時酣。</p>\n<p>聞對見、解對諳。三橘對雙柑。黃童對白叟、靜女對奇男。秋七七、徑三三。海岊對山嵐。鸞聲何噦噦、虎視正耽耽。儀封疆吏知尼父、函谷關人識老聃。江相歸池、止水自盟眞是止、吳公作宰、貪泉雖飲亦何貪。</p>\n<h2 id=\"十四鹽\"><a class=\"anchor\" href=\"#十四鹽\">#</a> 十四鹽</h2>\n<p>寬對猛、冷對炎。清直對尊嚴。雲頭對雨脚、鶴髮對龍髯。風臺諫、肅堂廉。保泰對鳴謙。五湖歸范蠡、三逕隱陶潛。一劍成功堪佩印、百錢滿掛便垂簾。濁酒停杯、容我半酣愁際飲、好花傍座、看他微笑悟時拈。</p>\n<p>連對斷、减對添。澹泊對安恬。回頭對極目、水底對山尖。腰裊裊、手纖纖。鳳卜對鸞占。開田多種粟、煮海盡成鹽。居同九世張公藝、族贍千人范仲淹。簫弄鳳來、秦女有緣能跨羽、鼎成龍去、軒臣無計得攀髯。</p>\n<p>人對己、愛對嫌。舉止對觀瞻。四知對三語、義正對辭嚴。勤雪案、課風簷。漏箭對書籖。文繁歸獺祭、體艶別香奩。昨夜題梅更一字、早春來燕捲重簾。詩以史名、愁裏悲歌懷杜甫、筆經人索、夢中顯晦老江淹。</p>\n<h2 id=\"十五咸\"><a class=\"anchor\" href=\"#十五咸\">#</a> 十五咸</h2>\n<p>栽對植、薙對芟。二伯對三監。朝臣對國老、職事對官銜。鹿麌麌、兔毚毚。啟牘對開緘。綠楊鶯睍睆、紅杏燕呢喃。半籬白酒娛陶令、一枕黃梁度呂岩。九夏炎颷、長日風亭留客騎、三冬寒冽、漫天雪浪駐征帆。</p>\n<p>梧對竹、柏對杉。夏濩對韶咸。澗瀍對溱洧、鞏洛對峭函。藏書洞、避詔巖。脫俗對超凡。賢人羞獻媚、正士嫉工讒。霸越謀臣推少伯、佐唐蕃將重渾瑊。鄴下狂生、羯鼓三撾捐錦襖、江州司馬、琵琶一曲濕青衫。</p>\n<p>袍對笏、履對衫。匹馬對孤帆。琢磨對雕鏤、刻劃對鐫鑱。辰北拱、日西銜。卮漏對鼎饞。江邊生杜若、海外樹都咸。但得恢恢存利刃、何堪咄咄達空函。彩鳳知音、樂典后夔須九奏、金人守口、聖如尼父亦三緘。</p>\n",
            "tags": [
                "平水韻",
                "花間的漢文素養"
            ]
        }
    ]
}